{
  "url": "https://www.federalregister.gov/executive-order/13690",
  "title": "EO 13690",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Establishing a Federal Flood Risk Management Standard and a Process for Further Soliciting and Considering Stakeholder Input\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 02/04/2015\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2015-02379 (80 FR 6425)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2015-02379 (80 FR 6425)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          80 FR 6425\n          \n        \n\n        Document Number\n        \n          2015-02379\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13690\n            \n          \n\n        Pages\n        \n          6425-6428\n          (4 pages)\n        \n\n        Publication Date\n        \n          02/04/2015\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13690\n          \n        \n\n        EO Notes\n        \n          See: EO 11988 May 24, 1977\nRevoked by: EO 13807, August 15, 2017\nReinstated by: EO 14030, May 20, 2021\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 30, 2015\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          80 FR 6425\n          \n        \n\n        Document Number\n        \n          2015-02379\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13690\n            \n          \n\n        Pages\n        \n          6425-6428\n          (4 pages)\n        \n\n        Publication Date\n        \n          02/04/2015\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13690\n          \n        \n\n        EO Notes\n        \n          See: EO 11988 May 24, 1977\nRevoked by: EO 13807, August 15, 2017\nReinstated by: EO 14030, May 20, 2021\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 30, 2015\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Establishing a Federal Flood Risk Management Standard and a Process for Further Soliciting and Considering Stakeholder Input\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2015-02379\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        10,218\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        02/03/2015 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2015-02379 (80 FR 6425)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 6425)\n    \n                Executive Order 13690 of January 30, 2015\n                Establishing a Federal Flood Risk Management Standard and a Process for Further Soliciting and Considering Stakeholder Input\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to improve the Nation's resilience to current and future flood risk, I hereby direct the following:\n                \n                    Section 1\n                    . \n                    Policy.\n                     It is the policy of the United States to improve the resilience of communities and Federal assets against the impacts of flooding. These impacts are anticipated to increase over time due to the effects of climate change and other threats. Losses caused by flooding affect the environment, our economic prosperity, and public health and safety, each of which affects our national security.\n                \n                The Federal Government must take action, informed by the best-available and actionable science, to improve the Nation's preparedness and resilience against flooding. Executive Order 11988 of May 24, 1977 (Floodplain Management), requires executive departments and agencies (agencies) to avoid, to the extent possible, the long- and short-term adverse impacts associated with the occupancy and modification of floodplains and to avoid direct or indirect support of floodplain development wherever there is a practicable alternative. The Federal Government has developed processes for evaluating the impacts of Federal actions in or affecting floodplains to implement Executive Order 11988.\n                \n                    As part of a national policy on resilience and risk reduction consistent with my \n                    Climate Action Plan,\n                     the National Security Council staff coordinated an interagency effort to create a new flood risk reduction standard for federally funded projects. The views of Governors, mayors, and other stakeholders were solicited and considered as efforts were made to establish a new flood risk reduction standard for federally funded projects. The result of these efforts is the Federal Flood Risk Management Standard (Standard), a flexible framework to increase resilience against flooding and help preserve the natural values of floodplains. Incorporating this Standard will ensure that agencies expand management from the current base flood level to a higher vertical elevation and corresponding horizontal floodplain to address current and future flood risk and ensure that projects funded with taxpayer dollars last as long as intended.\n                \n                This order establishes the Standard and sets forth a process for further solicitation and consideration of public input, including from Governors, mayors, and other stakeholders, prior to implementation of the Standard.\n                \n                    Sec. 2\n                    . \n                    Amendments to Executive Order 11988.Executive Order 11988 is amended as follows:\n                \n                (a) Section 2 is amended by inserting “, to the extent permitted by law” after “as follows”.\n                \n                    (b) Section 2(a)(1) is amended by striking “This Determination shall be made according to a Department of Housing and Urban Development (HUD) floodplain map or a more detailed map of an area, if available. If such maps are not available, the agency shall make a determination of the location of the floodplain based on the best-available information. The Water Resources Council shall issue guidance on this information not later than October 1, 1977” and inserting in lieu thereof “To determine whether the \n                    \n\n      ( print page 6426)\n    \n                    action is located in a floodplain, the agency shall use one of the approaches in Section 6(c) of this Order based on the best-available information and the Federal Emergency Management Agency's effective Flood Insurance Rate Map”.\n                \n                (c) Section 2(a)(2) is amended by inserting the following sentence after the first sentence:\n                “Where possible, an agency shall use natural systems, ecosystem processes, and nature-based approaches when developing alternatives for consideration.”.\n                (d) Section 2(d) is amended by striking “Director” and inserting “Administrator” in lieu thereof.\n                (e) Section 3(a) is amended by inserting the following sentence after the first sentence:\n                “The regulations and procedures must also be consistent with the Federal Flood Risk Management Standard (FFRMS).”.\n                (f) Section 3(a) is further amended by inserting “and FFRMS” after “Flood Insurance Program”.\n                (g) Section 3(b) is amended by striking “base flood level” and inserting “elevation of the floodplain as defined in Section 6(c) of this Order” in lieu thereof.\n                (h) Section 4 is revised to read as follows:\n                “In addition to any responsibilities under this Order and Sections 102, 202, and 205 of the Flood Disaster Protection Act of 1973, as amended (42 U.S.C. 4012a, 4106, and 4128), agencies which guarantee, approve, regulate, or insure any financial transaction which is related to an area located in an area subject to the base flood shall, prior to completing action on such transaction, inform any private parties participating in the transaction of the hazards of locating structures in the area subject to the base flood.”.\n                (i) Section 6(c) is amended by striking “, including at a minimum, that area subject to a one percent or greater chance of flooding in any given year” and inserting in lieu thereof:\n                “. The floodplain shall be established using one of the following approaches:\n                “(1) Unless an exception is made under paragraph (2), the floodplain shall be:\n                “(i) the elevation and flood hazard area that result from using a climate-informed science approach that uses the best-available, actionable hydrologic and hydraulic data and methods that integrate current and future changes in flooding based on climate science. This approach will also include an emphasis on whether the action is a critical action as one of the factors to be considered when conducting the analysis;\n                “(ii) the elevation and flood hazard area that result from using the freeboard value, reached by adding an additional 2 feet to the base flood elevation for non-critical actions and by adding an additional 3 feet to the base flood elevation for critical actions;\n                “(iii) the area subject to flooding by the 0.2 percent annual chance flood; or\n                “(iv) the elevation and flood hazard area that result from using any other method identified in an update to the FFRMS.\n                \n                    “(2) The head of an agency may except an agency action from paragraph (1) where it is in the interest of national security, where the agency action is an emergency action, where application to a Federal facility or structure is demonstrably inappropriate, or where the agency action is a mission-critical requirement related to a national security interest or an emergency action. When an agency action is excepted from paragraph (1) because it is in the interest of national security, it is an emergency action, or \n                    \n\n      ( print page 6427)\n    \n                    it is a mission-critical requirement related to a national security interest or an emergency action, the agency head shall rely on the area of land subject to the base flood”.\n                \n                (j) Section 6 is further amended by adding the following new subsection (d) at the end:\n                “(d) The term 'critical action' shall mean any activity for which even a slight chance of flooding would be too great.”.\n                (k) Section 8 is revised to read as follows:\n                “Nothing in this Order shall apply to assistance provided for emergency work essential to save lives and protect property and public health and safety, performed pursuant to Sections 403 and 502 of the Robert T. Stafford Disaster Relief and Emergency Assistance Act of 1988 (42 U.S.C. 5170b and 5192).”.\n                \n                    Sec. 3\n                    . \n                    Agency Action.\n                     (a) Prior to any action to implement the Standard, additional input from stakeholders shall be solicited and considered. To carry out this process:\n                \n                (i) the Federal Emergency Management Agency, on behalf of the Mitigation Framework Leadership Group, shall publish for public comment draft amended Floodplain Management Guidelines for Implementing Executive Order 11988 (Guidelines) to provide guidance to agencies on the implementation of Executive Order 11988, as amended, consistent with the Standard;\n                (ii) during the comment period, the Mitigation Framework Leadership Group shall host public meetings with stakeholders to solicit input; and\n                (iii) after the comment period closes, and based on the comments received on the draft Guidelines during the comment period, in accordance with subsections (a)(i) and (ii) of this section, the Mitigation Framework Leadership Group shall provide recommendations to the Water Resources Council.\n                (b) After additional input from stakeholders has been solicited and considered as set forth in subsections (a)(i) and (ii) of this section and after consideration of the recommendations made by the Mitigation Framework Leadership Group pursuant to subsection (a)(iii) of this section, the Water Resources Council shall issue amended Guidelines to provide guidance to agencies on the implementation of Executive Order 11988, as amended, consistent with the Standard.\n                (c) To the extent permitted by law, each agency shall, in consultation with the Water Resources Council, Federal Interagency Floodplain Management Task Force, Federal Emergency Management Agency, and Council on Environmental Quality, issue or amend existing regulations and procedures to comply with this order, and update those regulations and procedures as warranted. Within 30 days of the closing of the public comment period for the draft amendments to the Guidelines as described in subsection (a) of this section, each agency shall submit an implementation plan to the National Security Council staff that contains milestones and a timeline for implementation of this order and the Standard, by the agency as it applies to the agency's processes and mission. Agencies shall not issue or amend existing regulations and procedures pursuant to this subsection until after the Water Resources Council has issued amended Guidelines pursuant to subsection (b) of this order.\n                \n                    Sec. 4\n                    . \n                    Reassessment.\n                     (a) The Water Resources Council shall issue any further amendments to the Guidelines as warranted.\n                \n                (b) The Mitigation Framework Leadership Group in consultation with the Federal Interagency Floodplain Management Task Force shall reassess the Standard annually, after seeking stakeholder input, and provide recommendations to the Water Resources Council to update the Standard if warranted based on accurate and actionable science that takes into account changes to climate and other changes in flood risk. The Water Resources Council shall issue an update to the Standard at least every 5 years.\n                \n                    Sec. 5\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n\n      ( print page 6428)\n    \n                \n                (i) the authority granted by law to an executive department, agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                (d) The Water Resources Council shall carry out its responsibilities under this order in consultation with the Mitigation Framework Leadership Group.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                January 30, 2015.\n                \n                Filed 2-3-15; 11:15 am]\n                \n            \n        \n[FR Doc. 2015-02379\nBilling code 3295-F5\n\n\n      \nPublished Document: 2015-02379 (80 FR 6425)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528607465.pdf",
  "scrapedAt": "2025-03-21T03:43:27.885Z"
}