{
  "url": "https://www.federalregister.gov/executive-order/13688",
  "title": "EO 13688",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Federal Support for Local Law Enforcement Equipment Acquisition\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 01/22/2015\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2015-01255 (80 FR 3451)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2015-01255 (80 FR 3451)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          80 FR 3451\n          \n        \n\n        Document Number\n        \n          2015-01255\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13688\n            \n          \n\n        Pages\n        \n          3451-3453\n          (3 pages)\n        \n\n        Publication Date\n        \n          01/22/2015\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13688\n          \n        \n\n        EO Notes\n        \n          Revoked by: EO 13809, August 28, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 16, 2015\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          80 FR 3451\n          \n        \n\n        Document Number\n        \n          2015-01255\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13688\n            \n          \n\n        Pages\n        \n          3451-3453\n          (3 pages)\n        \n\n        Publication Date\n        \n          01/22/2015\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13688\n          \n        \n\n        EO Notes\n        \n          Revoked by: EO 13809, August 28, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 16, 2015\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Federal Support for Local Law Enforcement Equipment Acquisition\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2015-01255\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        5,596\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        01/21/2015 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2015-01255 (80 FR 3451)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 3451)\n    \n                Executive Order 13688 of January 16, 2015\n                Federal Support for Local Law Enforcement Equipment Acquisition\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to better coordinate Federal support for the acquisition of certain Federal equipment by State, local, and tribal law enforcement agencies, I hereby order as follows:\n                \n                    Section 1\n                    . \n                    Policy.\n                     For decades, the Federal Government has provided equipment to State, local, and tribal law enforcement agencies (LEAs) through excess equipment transfers (including GSA donations), asset forfeiture programs, and Federal grants. These programs have assisted LEAs as they carry out their critical missions to keep the American people safe. The equipment acquired by LEAs through these programs includes administrative equipment, such as office furniture and computers. But it also includes military and military-styled equipment, firearms, and tactical vehicles provided by the Federal Government, including property covered under 22 CFR part 121 and 15 CFR part 774 (collectively, “controlled equipment”).\n                \n                The Federal Government must ensure that careful attention is paid to standardizing procedures governing its provision of controlled equipment and funds for controlled equipment to LEAs. Moreover, more must be done to ensure that LEAs have proper training regarding the appropriate use of controlled equipment, including training on the protection of civil rights and civil liberties, and are aware of their obligations under Federal nondiscrimination laws when accepting such equipment. To this end, executive departments and agencies (agencies) must better coordinate their efforts to operate and oversee these programs.\n                \n                    Sec. 2\n                    . \n                    Law Enforcement Equipment Working Group.\n                     (a) There is established an interagency Law Enforcement Equipment Working Group (Working Group) to identify agency actions that can improve Federal support for the acquisition of controlled equipment by LEAs, including by providing LEAs with controlled equipment that is appropriate to the needs of their community; ensuring that LEAs are properly trained to employ the controlled equipment they acquire; ensuring that LEAs adopt organizational and operational practices and standards that prevent the misuse or abuse of controlled equipment; and ensuring LEA compliance with civil rights requirements resulting from receipt of Federal financial assistance. The Working Group shall be co-chaired by the Secretary of Defense, Attorney General, and Secretary of Homeland Security. In addition to the Co-Chairs, the Working Group shall consist of the following members:\n                \n                (i) the Secretary of the Treasury;\n                (ii) the Secretary of the Interior;\n                (iii) the Secretary of Education;\n                (iv) the Administrator of General Services;\n                (v) the Director of the Domestic Policy Council;\n                (vi) the Director of the Office of National Drug Control Policy;\n                (vii) the Director of the Office of Management and Budget;\n                \n                    (viii) the Assistant to the President for Intergovernmental Affairs and Public Engagement;\n                    \n\n      ( print page 3452)\n    \n                \n                (ix) the Assistant to the President for Homeland Security and Counterterrorism;\n                (x) the Assistant to the President and Chief of Staff of the Office of the Vice President; and\n                (xi) the heads of such other agencies and offices as the Co-Chairs may, from time to time, designate.\n                (b) A member of the Working Group may designate a senior-level official who is from the member's agency or office and is a full-time officer or employee of the Federal Government to perform the day-to-day Working Group functions of the member. At the direction of the Co-Chairs, the Working Group may establish subgroups consisting exclusively of Working Group members or their designees under this subsection, as appropriate.\n                (c) There shall be an Executive Director of the Working Group, to be appointed by the Attorney General. The Executive Director shall determine the Working Group's agenda, convene regular meetings, and supervise its work under the direction of the Co-Chairs. The Department of Justice shall provide funding and administrative support for the Working Group to the extent permitted by law and within existing appropriations. Each agency shall bear its own expenses for participating in the Working Group.\n                \n                    Sec. 3\n                    . \n                    Mission and Function of the Working Group.\n                     (a) The Working Group shall provide specific recommendations to the President regarding actions that can be taken to improve the provision of Federal support for the acquisition of controlled equipment by LEAs, which may include, to the extent permitted by law:\n                \n                (i) developing a consistent, Government-wide list of controlled equipment allowable for acquisition by LEAs, as well as a list of those items that can only be transferred with special authorization and use limitations;\n                (ii) establishing a process to review and approve proposed additions or deletions to the list of controlled equipment developed pursuant to paragraph (i) of this subsection;\n                (iii) harmonizing Federal programs so that they have consistent and transparent policies with respect to the acquisition of controlled equipment by LEAs;\n                (iv) requiring after-action analysis reports for significant incidents involving federally provided or federally funded controlled equipment;\n                (v) developing policies to ensure that LEAs abide by any limitations or affirmative obligations imposed on the acquisition of controlled equipment or receipt of funds to purchase controlled equipment from the Federal Government and the obligations resulting from receipt of Federal financial assistance;\n                (vi) planning the creation of a database that includes information about controlled equipment purchased or acquired through Federal programs;\n                (vii) ensuring a process for returning specified controlled equipment that was acquired from the Federal Government when no longer needed by an LEA;\n                (viii) requiring local civilian government (non-police) review of and authorization for LEAs' request for or acquisition of controlled equipment;\n                (ix) requiring that LEAs participating in Federal controlled equipment programs receive necessary training regarding appropriate use of controlled equipment and the implementation of obligations resulting from receipt of Federal financial assistance, including training on the protection of civil rights and civil liberties;\n                \n                    (x) providing uniform standards for suspending LEAs from Federal controlled equipment programs for specified violations of law, including civil rights laws, and ensuring those standards are implemented consistently across agencies; and\n                    \n\n      ( print page 3453)\n    \n                \n                (xi) creating a process to monitor the sale or transfer of controlled equipment from the Federal Government or controlled equipment purchased with funds from the Federal Government by LEAs to third parties.\n                (b) The Working Group shall engage with external stakeholders, including appropriate State officials, law enforcement organizations, civil rights and civil liberties organizations, and academics, in developing the recommendations required by subsection (a) of this section.\n                (c) The Working Group shall provide the President with an implementation plan for each of its recommendations, which shall include concrete milestones with specific timetables and outcomes to be achieved.\n                \n                    Sec. 4\n                    . \n                    Report.\n                     Within 60 days of the date of this order, the Working Group shall provide the President with any recommendations and implementation plans it may have regarding the actions set forth in section 3(a)(i) and (ii) of this order. Within 120 days of the date of this order, the Working Group shall provide the President with any additional recommendations and implementation plans as set forth in section 3 of this order.\n                \n                \n                    Sec. 5\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law or Executive Order to an agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                January 16, 2015.\n                \n                Filed 1-21-15; 11:15 am]\n                \n            \n        \n[FR Doc. 2015-01255\nBilling code 3295-F5\n\n\n      \nPublished Document: 2015-01255 (80 FR 3451)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528557224.pdf",
  "scrapedAt": "2025-03-21T03:42:37.874Z"
}