{
  "url": "https://www.federalregister.gov/documents/2017/12/26/2017-27925/blocking-the-property-of-persons-involved-in-serious-human-rights-abuse-or-corruption",
  "title": "Blocking the Property of Persons Involved in Serious Human Rights Abuse or Corruption",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Blocking the Property of Persons Involved in Serious Human Rights Abuse or Corruption\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 12/26/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-27925 (82 FR 60839)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-27925 (82 FR 60839)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 60839\n          \n        \n\n        Document Number\n        \n          2017-27925\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13818\n            \n          \n\n        Pages\n        \n          60839-60843\n          (5 pages)\n        \n\n        Publication Date\n        \n          12/26/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13818\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          December 20, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 60839\n          \n        \n\n        Document Number\n        \n          2017-27925\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13818\n            \n          \n\n        Pages\n        \n          60839-60843\n          (5 pages)\n        \n\n        Publication Date\n        \n          12/26/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13818\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          December 20, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Blocking the Property of Persons Involved in Serious Human Rights Abuse or Corruption\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-27925\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        228,185\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        12/22/2017 at  8:45 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-27925 (82 FR 60839)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 60839)\n    \n                Executive Order 13818 of December 20, 2017\n                Blocking the Property of Persons Involved in Serious Human Rights Abuse or Corruption\n                \n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, including the International Emergency Economic Powers Act (50 U.S.C. 1701 \n                    et seq.) (IEEPA), the National Emergencies Act (50 U.S.C. 1601 \n                    et seq.) (NEA), the Global Magnitsky Human Rights Accountability Act (Public Law 114-328) (the “Act”), section 212(f) of the Immigration and Nationality Act of 1952 (8 U.S.C. 1182(f)) (INA), and section 301 of title 3, United States Code,\n                \n                I, DONALD J. TRUMP, President of the United States of America, find that the prevalence and severity of human rights abuse and corruption that have their source, in whole or in substantial part, outside the United States, such as those committed or directed by persons listed in the Annex to this order, have reached such scope and gravity that they threaten the stability of international political and economic systems. Human rights abuse and corruption undermine the values that form an essential foundation of stable, secure, and functioning societies; have devastating impacts on individuals; weaken democratic institutions; degrade the rule of law; perpetuate violent conflicts; facilitate the activities of dangerous persons; and undermine economic markets. The United States seeks to impose tangible and significant consequences on those who commit serious human rights abuse or engage in corruption, as well as to protect the financial system of the United States from abuse by these same persons.\n                I therefore determine that serious human rights abuse and corruption around the world constitute an unusual and extraordinary threat to the national security, foreign policy, and economy of the United States, and I hereby declare a national emergency to deal with that threat.\n                I hereby determine and order:\n                \n                    Section 1\n                    . (a) All property and interests in property that are in the United States, that hereafter come within the United States, or that are or hereafter come within the possession or control of any United States person of the following persons are blocked and may not be transferred, paid, exported, withdrawn, or otherwise dealt in:\n                \n                (i) the persons listed in the Annex to this order;\n                (ii) any foreign person determined by the Secretary of the Treasury, in consultation with the Secretary of State and the Attorney General:\n                (A) to be responsible for or complicit in, or to have directly or indirectly engaged in, serious human rights abuse;\n                (B) to be a current or former government official, or a person acting for or on behalf of such an official, who is responsible for or complicit in, or has directly or indirectly engaged in:\n                (1) corruption, including the misappropriation of state assets, the expropriation of private assets for personal gain, corruption related to government contracts or the extraction of natural resources, or bribery; or\n                (2) the transfer or the facilitation of the transfer of the proceeds of corruption;\n                \n                    (C) to be or have been a leader or official of:\n                    \n\n      ( print page 60840)\n    \n                \n                (1) an entity, including any government entity, that has engaged in, or whose members have engaged in, any of the activities described in subsections (ii)(A), (ii)(B)(1), or (ii)(B)(2) of this section relating to the leader's or official's tenure; or\n                (2) an entity whose property and interests in property are blocked pursuant to this order as a result of activities related to the leader's or official's tenure; or\n                (D) to have attempted to engage in any of the activities described in subsections (ii)(A), (ii)(B)(1), or (ii)(B)(2) of this section; and\n                (iii) any person determined by the Secretary of the Treasury, in consultation with the Secretary of State and the Attorney General:\n                (A) to have materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of:\n                (1) any activity described in subsections (ii)(A), (ii)(B)(1), or (ii)(B)(2) of this section that is conducted by a foreign person;\n                (2) any person whose property and interests in property are blocked pursuant to this order; or\n                (3) any entity, including any government entity, that has engaged in, or whose members have engaged in, any of the activities described in subsections (ii)(A), (ii)(B)(1), or (ii)(B)(2) of this section, where the activity is conducted by a foreign person;\n                (B) to be owned or controlled by, or to have acted or purported to act for or on behalf of, directly or indirectly, any person whose property and interests in property are blocked pursuant to this order; or\n                (C) to have attempted to engage in any of the activities described in subsections (iii)(A) or (B) of this section.\n                (b) The prohibitions in subsection (a) of this section apply except to the extent provided by statutes, or in regulations, orders, directives, or licenses that may be issued pursuant to this order, and notwithstanding any contract entered into or any license or permit granted before the effective date of this order.\n                \n                    Sec. 2\n                    . The unrestricted immigrant and nonimmigrant entry into the United States of aliens determined to meet one or more of the criteria in section 1 of this order would be detrimental to the interests of the United States, and the entry of such persons into the United States, as immigrants or nonimmigrants, is hereby suspended. Such persons shall be treated as persons covered by section 1 of Proclamation 8693 of July 24, 2011 (Suspension of Entry of Aliens Subject to United Nations Security Council Travel Bans and International Emergency Economic Powers Act Sanctions).\n                \n                \n                    Sec. 3\n                    . I hereby determine that the making of donations of the types of articles specified in section 203(b)(2) of IEEPA (50 U.S.C. 1702(b)(2)) by, to, or for the benefit of any person whose property and interests in property are blocked pursuant to this order would seriously impair my ability to deal with the national emergency declared in this order, and I hereby prohibit such donations as provided by section 1 of this order.\n                \n                \n                    Sec. 4\n                    . The prohibitions in section 1 include:\n                \n                (a) the making of any contribution or provision of funds, goods, or services by, to, or for the benefit of any person whose property and interests in property are blocked pursuant to this order; and\n                (b) the receipt of any contribution or provision of funds, goods, or services from any such person.\n                \n                    Sec. 5\n                    . (a) Any transaction that evades or avoids, has the purpose of evading or avoiding, causes a violation of, or attempts to violate any of the prohibitions set forth in this order is prohibited.\n                \n                (b) Any conspiracy formed to violate any of the prohibitions set forth in this order is prohibited.\n                \n                    Sec. 6\n                    . For the purposes of this order:\n                    \n\n      ( print page 60841)\n    \n                \n                (a) the term “person” means an individual or entity;\n                (b) the term “entity” means a partnership, association, trust, joint venture, corporation, group, subgroup, or other organization; and\n                (c) the term “United States person” means any United States citizen, permanent resident alien, entity organized under the laws of the United States or any jurisdiction within the United States (including foreign branches), or any person in the United States.\n                \n                    Sec. 7\n                    . For those persons whose property and interests in property are blocked pursuant to this order who might have a constitutional presence in the United States, I find that because of the ability to transfer funds or other assets instantaneously, prior notice to such persons of measures to be taken pursuant to this order would render those measures ineffectual. I therefore determine that for these measures to be effective in addressing the national emergency declared in this order, there need be no prior notice of a listing or determination made pursuant to this order.\n                \n                \n                    Sec. 8\n                    . The Secretary of the Treasury, in consultation with the Secretary of State, is hereby authorized to take such actions, including adopting rules and regulations, and to employ all powers granted to me by IEEPA and the Act as may be necessary to implement this order and section 1263(a) of the Act with respect to the determinations provided for therein. The Secretary of the Treasury may, consistent with applicable law, redelegate any of these functions to other officers and agencies of the United States. All agencies shall take all appropriate measures within their authority to implement this order.\n                \n                \n                    Sec. 9\n                    . The Secretary of State is hereby authorized to take such actions, including adopting rules and regulations, and to employ all powers granted to me by IEEPA, the INA, and the Act as may be necessary to carry out section 2 of this order and, in consultation with the Secretary of the Treasury, the reporting requirement in section 1264(a) of the Act with respect to the reports provided for in section 1264(b)(2) of that Act. The Secretary of State may, consistent with applicable law, redelegate any of these functions to other officers and agencies of the United States consistent with applicable law.\n                \n                \n                    Sec. 10\n                    . The Secretary of the Treasury, in consultation with the Secretary of State and the Attorney General, is hereby authorized to determine that circumstances no longer warrant the blocking of the property and interests in property of a person listed in the Annex to this order, and to take necessary action to give effect to that determination.\n                \n                \n                    Sec. 11\n                    . The Secretary of the Treasury, in consultation with the Secretary of State, is hereby authorized to submit recurring and final reports to the Congress on the national emergency declared in this order, consistent with section 401(c) of the NEA (50 U.S.C. 1641(c)) and section 204(c) of IEEPA (50 U.S.C. 1703(c)).\n                \n                \n                    Sec. 12\n                    . This order is effective at 12:01 a.m., Eastern Standard Time, December 21, 2017.\n                \n                \n\n      ( print page 60842)\n    \n                \n                    Sec. 13\n                    . This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                December 20, 2017.\n                \n                \n                    \n\n      ( print page 60843)\n    \n                    \n                \n                \n                Filed 12-22-17; 8:45 am]\n                \n            \n        \nBilling code 3295-F8-P\n[FR Doc. 2017-27925\nBilling code 3295-F8-C\n\n\n      \nPublished Document: 2017-27925 (82 FR 60839)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529740440.pdf",
  "scrapedAt": "2025-03-21T04:02:21.218Z"
}