{
  "url": "https://www.federalregister.gov/executive-order/14030",
  "title": "EO 14030",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Climate-Related Financial Risk\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 05/25/2021\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2021-11168 (86 FR 27967)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2021-11168 (86 FR 27967)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          86 FR 27967\n          \n        \n\n        Document Number\n        \n          2021-11168\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 14030\n            \n          \n\n        Pages\n        \n          27967-27971\n          (5 pages)\n        \n\n        Publication Date\n        \n          05/25/2021\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 14030\n          \n        \n\n        EO Notes\n        \n          See: EO 13707, September 15, 2015; EO 13807, August 15, 2017; EO 13985, January 20, 2021; EO 14008, January 27, 2021\nReinstates: EO 13690, January 30, 2015\nRevoked by: EO 14148, January 20, 2025; EO 14154, January 20, 2025\n        \n\n      President\n      \n        Joseph R. Biden, Jr.\n      \n\n        Signing Date\n        \n          May 20, 2021\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          86 FR 27967\n          \n        \n\n        Document Number\n        \n          2021-11168\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 14030\n            \n          \n\n        Pages\n        \n          27967-27971\n          (5 pages)\n        \n\n        Publication Date\n        \n          05/25/2021\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 14030\n          \n        \n\n        EO Notes\n        \n          See: EO 13707, September 15, 2015; EO 13807, August 15, 2017; EO 13985, January 20, 2021; EO 14008, January 27, 2021\nReinstates: EO 13690, January 30, 2015\nRevoked by: EO 14148, January 20, 2025; EO 14154, January 20, 2025\n        \n\n      President\n      \n        Joseph R. Biden, Jr.\n      \n\n        Signing Date\n        \n          May 20, 2021\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Climate-Related Financial Risk\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2021-11168\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        26,778\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        05/24/2021 at 11:15 am.\n      \n\n        \n          It was viewed\n          68\n          times while on Public Inspection.\n        \n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2021-11168 (86 FR 27967)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n                \n                Executive Order 14030 of May 20, 2021\n                Climate-Related Financial Risk\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy. The intensifying impacts of climate change present physical risk to assets, publicly traded securities, private investments, and companies—such as increased extreme weather risk leading to supply chain disruptions. In addition, the global shift away from carbon-intensive energy sources and industrial processes presents transition risk to many companies, communities, and workers. At the same time, this global shift presents generational opportunities to enhance U.S. competitiveness and economic growth, while also creating well-paying job opportunities for workers. The failure of financial institutions to appropriately and adequately account for and measure these physical and transition risks threatens the competitiveness of U.S. companies and markets, the life savings and pensions of U.S. workers and families, and the ability of U.S. financial institutions to serve communities. In this effort, the Federal Government should lead by example by appropriately prioritizing Federal investments and conducting prudent fiscal management.\n                \n                It is therefore the policy of my Administration to advance consistent, clear, intelligible, comparable, and accurate disclosure of climate-related financial risk (consistent with Executive Order 13707 of September 15, 2015 (Using Behavioral Science Insights to Better Serve the American People)), including both physical and transition risks; act to mitigate that risk and its drivers, while accounting for and addressing disparate impacts on disadvantaged communities and communities of color (consistent with Executive Order 13985 of January 20, 2021 (Advancing Racial Equity and Support for Underserved Communities Through the Federal Government)) and spurring the creation of well-paying jobs; and achieve our target of a net-zero emissions economy by no later than 2050. This policy will marshal the creativity, courage, and capital of the United States necessary to bolster the resilience of our rural and urban communities, States, Tribes, territories, and financial institutions in the face of the climate crisis, rather than exacerbate its causes, and position the United States to lead the global economy to a more prosperous and sustainable future.\n                \n                    Sec. 2\n                    . \n                    Climate-Related Financial Risk Strategy. The Assistant to the President for Economic Policy and Director of the National Economic Council (Director of the National Economic Council) and the Assistant to the President and National Climate Advisor (National Climate Advisor), in coordination with the Secretary of the Treasury and the Director of the Office of Management and Budget (OMB), shall develop, within 120 days of the date of this order, a comprehensive, Government-wide strategy regarding:\n                \n                (a) the measurement, assessment, mitigation, and disclosure of climate-related financial risk to Federal Government programs, assets, and liabilities in order to increase the long-term stability of Federal operations; \n                \n                    (b) financing needs associated with achieving net-zero greenhouse gas emissions for the U.S. economy by no later than 2050, limiting global average temperature rise to 1.5 degrees Celsius, and adapting to the acute and chronic impacts of climate change; and\n                    \n\n      ( print page 27968)\n    \n                \n                (c) areas in which private and public investments can play complementary roles in meeting these financing needs—while advancing economic opportunity, worker empowerment, and environmental mitigation, especially in disadvantaged communities and communities of color.\n                \n                    Sec. 3\n                    . \n                    Assessment of Climate-Related Financial Risk by Financial Regulators. In furtherance of the policy set forth in section 1 of this order and consistent with applicable law and subject to the availability of appropriations: \n                \n                (a) The Secretary of the Treasury, as the Chair of the Financial Stability Oversight Council (FSOC), shall engage with FSOC members to consider the following actions by the FSOC:\n                (i) assessing, in a detailed and comprehensive manner, the climate-related financial risk, including both physical and transition risks, to the financial stability of the Federal Government and the stability of the U.S. financial system; \n                (ii) facilitating the sharing of climate-related financial risk data and information among FSOC member agencies and other executive departments and agencies (agencies) as appropriate;\n                (iii) issuing a report to the President within 180 days of the date of this order on any efforts by FSOC member agencies to integrate consideration of climate-related financial risk in their policies and programs, including a discussion of:\n                (A) the necessity of any actions to enhance climate-related disclosures by regulated entities to mitigate climate-related financial risk to the financial system or assets and a recommended implementation plan for taking those actions;\n                (B) any current approaches to incorporating the consideration of climate-related financial risk into their respective regulatory and supervisory activities and any impediments they faced in adopting those approaches; \n                (C) recommended processes to identify climate-related financial risk to the financial stability of the United States; and\n                (D) any other recommendations on how identified climate-related financial risk can be mitigated, including through new or revised regulatory standards as appropriate; and\n                (iv) including an assessment of climate-related financial risk in the FSOC's annual report to the Congress.\n                (b) The Secretary of the Treasury shall:\n                (i) direct the Federal Insurance Office to assess climate-related issues or gaps in the supervision and regulation of insurers, including as part of the FSOC's analysis of financial stability, and to further assess, in consultation with States, the potential for major disruptions of private insurance coverage in regions of the country particularly vulnerable to climate change impacts; and\n                (ii) direct the Office of Financial Research to assist the Secretary of the Treasury and the FSOC in assessing and identifying climate-related financial risk to financial stability, including the collection of data, as appropriate, and the development of research on climate-related financial risk to the U.S. financial system.\n                \n                    Sec. 4\n                    . \n                    Resilience of Life Savings and Pensions. In furtherance of the policy set forth in section 1 of this order and consistent with applicable law and subject to the availability of appropriations, the Secretary of Labor shall:\n                \n                (a) identify agency actions that can be taken under the Employee Retirement Income Security Act of 1974 (Public Law 93-406), the Federal Employees' Retirement System Act of 1986 (Public Law 99-335), and any other relevant laws to protect the life savings and pensions of United States workers and families from the threats of climate-related financial risk;\n                \n                    (b) consider publishing, by September 2021, for notice and comment a proposed rule to suspend, revise, or rescind “Financial Factors in Selecting \n                    \n\n      ( print page 27969)\n    \n                    Plan Investments,” 85 Fed. Reg. 72846 (November 13, 2020), and “Fiduciary Duties Regarding Proxy Voting and Shareholder Rights,” 85 Fed. Reg. 81658 (December 16, 2020); \n                \n                (c) assess—consistent with the Secretary of Labor's oversight responsibilities under the Federal Employees' Retirement System Act of 1986 and in consultation with the Director of the National Economic Council and the National Climate Advisor—how the Federal Retirement Thrift Investment Board has taken environmental, social, and governance factors, including climate-related financial risk, into account; and\n                (d) within 180 days of the date of this order, submit to the President, through the Director of the National Economic Council and the National Climate Advisor, a report on the actions taken pursuant to subsections (a), (b), and (c) of this section.\n                \n                    Sec. 5\n                    . \n                    Federal Lending, Underwriting, and Procurement. In furtherance of the policy set forth in section 1 of this order and consistent with applicable law and subject to the availability of appropriations:\n                \n                (a) The Director of OMB and the Director of the National Economic Council, in consultation with the Secretary of the Treasury, shall develop recommendations for the National Climate Task Force on approaches related to the integration of climate-related financial risk into Federal financial management and financial reporting, especially as that risk relates to Federal lending programs. The recommendations should evaluate options to enhance accounting standards for Federal financial reporting where appropriate and should identify any opportunities to further encourage market adoption of such standards. \n                (b) The Federal Acquisition Regulatory Council, in consultation with the Chair of the Council on Environmental Quality and the heads of other agencies as appropriate, shall consider amending the Federal Acquisition Regulation (FAR) to:\n                (i) require major Federal suppliers to publicly disclose greenhouse gas emissions and climate-related financial risk and to set science-based reduction targets; and\n                (ii) ensure that major Federal agency procurements minimize the risk of climate change, including requiring the social cost of greenhouse gas emissions to be considered in procurement decisions and, where appropriate and feasible, give preference to bids and proposals from suppliers with a lower social cost of greenhouse gas emissions.\n                (c) The Secretary of Agriculture, the Secretary of Housing and Urban Development, and the Secretary of Veterans Affairs shall consider approaches to better integrate climate-related financial risk into underwriting standards, loan terms and conditions, and asset management and servicing procedures, as related to their Federal lending policies and programs.\n                (d) As part of the agency Climate Action Plans required by section 211 of Executive Order 14008 of January 27, 2021 (Tackling the Climate Crisis at Home and Abroad), and consistent with the interim instructions for the Climate Action Plans issued by the Federal Chief Sustainability Officer, heads of agencies must submit to the Director of OMB, the National Climate Task Force, and the Federal Chief Sustainability Officer actions to integrate climate-related financial risk into their respective agency's procurement process (subject to any changes to the FAR arising out of the Federal Acquisition Regulatory Council's review pursuant to subsection (b) of this section). The Director of OMB and the Federal Chief Sustainability Officer shall provide guidance to agencies on existing voluntary standards for use in agencies' plans.\n                \n                    (e) In Executive Order 13690 of January 30, 2015 (Establishing a Federal Flood Risk Management Standard and a Process for Further Soliciting and Considering Stakeholder Input), a Federal Flood Risk Management Standard (FFRMS) was established to address current and future flood risk and ensure \n                    \n\n      ( print page 27970)\n    \n                    that projects funded with taxpayer dollars last as long as intended. Subsequently, the order was revoked by Executive Order 13807 of August 15, 2017 (Establishing Discipline and Accountability in the Environmental Review and Permitting Process for Infrastructure Projects). Executive Order 13690 is hereby reinstated, thereby reestablishing the FFRMS. The “Guidelines for Implementing Executive Order 11988, Floodplain Management, and Executive Order 13690, Establishing a Federal Flood Risk Management Standard and a Process for Further Soliciting and Considering Stakeholder Input” of October 8, 2015, were never revoked and thus remain in effect.\n                \n                \n                    Sec. 6\n                    . \n                    Long-Term Budget Outlook. The Federal Government has broad exposure to increased costs and lost revenue as a result of the impacts of unmitigated climate change. In furtherance of the policy set forth in section 1 of this order and consistent with applicable law and subject to the availability of appropriations:\n                \n                (a) The Director of OMB, in consultation with the Secretary of the Treasury, the Chair of the Council of Economic Advisers, the Director of the National Economic Council, and the National Climate Advisor, shall identify the primary sources of Federal climate-related financial risk exposure and develop methodologies to quantify climate risk within the economic assumptions and the long-term budget projections of the President's Budget;\n                (b) The Director of OMB and the Chair of the Council of Economic Advisers, in consultation with the Director of the National Economic Council, the National Climate Advisor, and the heads of other agencies as appropriate, shall develop and publish annually, within the President's Budget, an assessment of the Federal Government's climate risk exposure; and\n                (c) The Director of OMB shall improve the accounting of climate-related Federal expenditures, where appropriate, and reduce the Federal Government's long-term fiscal exposure to climate-related financial risk through formulation of the President's Budget and oversight of budget execution.\n                \n                    Sec. 7\n                    . \n                    General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n\n      ( print page 27971)\n    \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                May 20, 2021.\n                \n                Filed 5-24-21; 11:15 am] \n                \n            \n        \n[FR Doc. 2021-11168\nBilling code 3295-F1-P\n\n\n      \nPublished Document: 2021-11168 (86 FR 27967)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528630216.pdf",
  "scrapedAt": "2025-03-21T03:43:50.931Z"
}