{
  "url": "https://www.federalregister.gov/documents/2017/04/05/2017-06967/establishing-enhanced-collection-and-enforcement-of-antidumping-and-countervailing-duties-and",
  "title": "2017-06967",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Establishing Enhanced Collection and Enforcement of Antidumping and Countervailing Duties and Violations of Trade and Customs Laws\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 04/05/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-06967 (82 FR 16719)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-06967 (82 FR 16719)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16719\n          \n        \n\n        Document Number\n        \n          2017-06967\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13785\n            \n          \n\n        Pages\n        \n          16719-16720\n          (2 pages)\n        \n\n        Publication Date\n        \n          04/05/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13785\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 31, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16719\n          \n        \n\n        Document Number\n        \n          2017-06967\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13785\n            \n          \n\n        Pages\n        \n          16719-16720\n          (2 pages)\n        \n\n        Publication Date\n        \n          04/05/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13785\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 31, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Establishing Enhanced Collection and Enforcement of Antidumping and Countervailing Duties and Violations of Trade and Customs Laws\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-06967\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        2,287\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        04/04/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-06967 (82 FR 16719)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 16719)\n    \n                Executive Order 13785 of March 31, 2017\n                Establishing Enhanced Collection and Enforcement of Antidumping and Countervailing Duties and Violations of Trade and Customs Laws\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to promote the efficient and effective administration of United States trade laws, it is hereby ordered as follows:\n                \n                    Section 1.\n                      \n                    Policy.\n                     Importers that unlawfully evade antidumping and countervailing duties expose United States employers to unfair competition and deprive the Federal Government of lawful revenue. As of May 2015, $2.3 billion in antidumping and countervailing duties owed to the Government remained uncollected, often from importers that lack assets located in the United States. It is therefore the policy of the United States to impose appropriate bonding requirements, based on risk assessments, on entries of articles subject to antidumping and countervailing duties, when necessary to protect the revenue of the United States.\n                \n                \n                    Sec. 2\n                    . \n                    Definitions.\n                     For the purposes of this order:\n                \n                (a) the term “importer” has the meaning given in section 4321 of title 19, United States Code; and\n                (b) the term “covered importer” means any importer of articles subject to antidumping or countervailing duties for which one of the following is true: U.S. Customs and Border Protection (CBP) has no record of previous imports by the importer; CBP has a record of the importer's failure to fully pay antidumping or countervailing duties; or CBP has a record of the importer's failure to pay antidumping or countervailing duties in a timely manner.\n                \n                    Sec. 3\n                    . \n                    Implementation Plan Development.\n                     Within 90 days of the date of this order, the Secretary of Homeland Security shall, in consultation with the Secretary of the Treasury, the Secretary of Commerce, and the United States Trade Representative, develop a plan that would require covered importers that, based on a risk assessment conducted by CBP, pose a risk to the revenue of the United States, to provide security for antidumping and countervailing duty liability through bonds and other legal measures, and also would identify other appropriate enforcement measures. This plan shall be consistent with the requirements of section 4321 and section 1623 of title 19, United States Code, and corresponding regulations.\n                \n                \n                    Sec. 4\n                    . \n                    Trade and Suspected Customs Law Violations Enforcement.\n                     (a) Within 90 days of the date of this order, the Secretary of Homeland Security, through the Commissioner of CBP, shall develop and implement a strategy and plan for combating violations of United States trade and customs laws for goods and for enabling interdiction and disposal, including through methods other than seizure, of inadmissible merchandise entering through any mode of transportation, to the extent authorized by law.\n                \n                \n                    (b) To ensure the timely and efficient enforcement of laws protecting Intellectual Property Rights (IPR) holders from the importation of counterfeit goods, the Secretary of the Treasury and the Secretary of Homeland Security shall take all appropriate steps, including rulemaking if necessary, to ensure that CBP can, consistent with law, share with rights holders:\n                    \n\n      ( print page 16720)\n    \n                \n                (i) any information necessary to determine whether there has been an IPR infringement or violation; and\n                (ii) any information regarding merchandise voluntarily abandoned, as defined in section 127.12 of title 19, Code of Federal Regulations, before seizure, if the Commissioner of CBP reasonably believes that the successful importation of the merchandise would have violated United States trade laws.\n                \n                    Sec. 5\n                    . \n                    Priority Enforcement.\n                     The Attorney General, in consultation with the Secretary of Homeland Security, shall develop recommended prosecution practices and allocate appropriate resources to ensure that Federal prosecutors accord a high priority to prosecuting significant offenses related to violations of trade laws.\n                \n                \n                    Sec. 6\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                March 31, 2017.\n                \n                Filed 4-4-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-06967 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-06967 (82 FR 16719)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529137080.pdf",
  "scrapedAt": "2025-03-21T03:52:17.474Z"
}