{
  "url": "https://www.federalregister.gov/executive-order/14009",
  "title": "EO 14009",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Strengthening Medicaid and the Affordable Care Act\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 02/02/2021\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2021-02252 (86 FR 7793)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2021-02252 (86 FR 7793)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          86 FR 7793\n          \n        \n\n        Document Number\n        \n          2021-02252\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 14009\n            \n          \n\n        Pages\n        \n          7793-7795\n          (3 pages)\n        \n\n        Publication Date\n        \n          02/02/2021\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 14009\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13765, January 20, 2017; EO 13813, October 12, 2017\nAmends: EO 14031, May 28, 2021; EO 14084, September 30, 2022\nSupersedes: EO 14048, September 30, 2021\nRevoked by: EO 14148, January 20, 2025\nSee: EO 14177, January 23, 2025\n        \n\n      President\n      \n        Joseph R. Biden, Jr.\n      \n\n        Signing Date\n        \n          January 28, 2021\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          86 FR 7793\n          \n        \n\n        Document Number\n        \n          2021-02252\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 14009\n            \n          \n\n        Pages\n        \n          7793-7795\n          (3 pages)\n        \n\n        Publication Date\n        \n          02/02/2021\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 14009\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13765, January 20, 2017; EO 13813, October 12, 2017\nAmends: EO 14031, May 28, 2021; EO 14084, September 30, 2022\nSupersedes: EO 14048, September 30, 2021\nRevoked by: EO 14148, January 20, 2025\nSee: EO 14177, January 23, 2025\n        \n\n      President\n      \n        Joseph R. Biden, Jr.\n      \n\n        Signing Date\n        \n          January 28, 2021\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Strengthening Medicaid and the Affordable Care Act\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2021-02252\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        39,156\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        02/01/2021 at  8:45 am.\n      \n\n        \n          It was viewed\n          184\n          times while on Public Inspection.\n        \n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2021-02252 (86 FR 7793)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 7793)\n    \n                Executive Order 14009 of January 28, 2021\n                Strengthening Medicaid and the Affordable Care Act\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy. In the 10 years since its enactment, the Affordable Care Act (ACA) has reduced the number of uninsured Americans by more than 20 million, extended critical consumer protections to more than 100 million people, and strengthened and improved the Nation's healthcare system. At the same time, millions of people who are potentially eligible for coverage under the ACA or other laws remain uninsured, and obtaining insurance benefits is more difficult than necessary. For these reasons, it is the policy of my Administration to protect and strengthen Medicaid and the ACA and to make high-quality healthcare accessible and affordable for every American.\n                \n                \n                    Sec. 2\n                    . \n                    Special Enrollment Period. The coronavirus disease 2019 (COVID-19) pandemic has triggered a historic public health and economic crisis. In January of 2020, as the COVID-19 pandemic was spreading, the Secretary of Health and Human Services declared a public health emergency. In March of 2020, the President declared a national emergency. Although almost a year has passed, the emergency continues—over 5 million Americans have contracted the disease in January 2021, and thousands are dying every week. Over 30 million Americans remain uninsured, preventing many from obtaining necessary health services and treatment. Black, Latino, and Native American persons are more likely to be uninsured, and communities of color have been especially hard hit by both the COVID-19 pandemic and the economic downturn. In light of the exceptional circumstances caused by the ongoing COVID-19 pandemic, the Secretary of Health and Human Services shall consider establishing a Special Enrollment Period for uninsured and under-insured Americans to seek coverage through the Federally Facilitated Marketplace, pursuant to existing authorities, including sections 18031 and 18041 of title 42, United States Code, and section 155.420(d)(9) of title 45, Code of Federal Regulations, and consistent with applicable law.\n                \n                \n                    Sec. 3.\n                      \n                    Immediate Review of Agency Actions. (a) The Secretary of the Treasury, the Secretary of Labor, the Secretary of Health and Human Services, and the heads of all other executive departments and agencies with authorities and responsibilities related to Medicaid and the ACA (collectively, heads of agencies) shall, as soon as practicable, review all existing regulations, orders, guidance documents, policies, and any other similar agency actions (collectively, agency actions) to determine whether such agency actions are inconsistent with the policy set forth in section 1 of this order. As part of this review, the heads of agencies shall examine the following: \n                \n                (i) policies or practices that may undermine protections for people with pre-existing conditions, including complications related to COVID-19, under the ACA;\n                (ii) demonstrations and waivers, as well as demonstration and waiver policies, that may reduce coverage under or otherwise undermine Medicaid or the ACA;\n                \n                    (iii) policies or practices that may undermine the Health Insurance Marketplace or the individual, small group, or large group markets for health insurance in the United States;\n                    \n\n      ( print page 7794)\n    \n                \n                (iv) policies or practices that may present unnecessary barriers to individuals and families attempting to access Medicaid or ACA coverage, including for mid-year enrollment; and\n                (v) policies or practices that may reduce the affordability of coverage or financial assistance for coverage, including for dependents.\n                (b) Heads of agencies shall, as soon as practicable and as appropriate and consistent with applicable law, consider whether to suspend, revise, or rescind—and, as applicable, publish for notice and comment proposed rules suspending, revising, or rescinding—those agency actions identified as inconsistent with the policy set forth in section 1 of this order.\n                (c) Heads of agencies shall, as soon as practicable and as appropriate and consistent with applicable law, consider whether to take any additional agency actions to more fully enforce the policy set forth in section 1 of this order.\n                \n                    Sec. 4\n                    . \n                    Revocation of Certain Presidential Actions and Review of Associated Agency Actions.\n                     (a) Executive Order 13765 of January 20, 2017 (Minimizing the Economic Burden of the Patient Protection and Affordable Care Act Pending Repeal), and Executive Order 13813 of October 12, 2017 (Promoting Healthcare Choice and Competition Across the United States), are revoked.\n                \n                (b) As part of the review required under section 3 of this order, heads of agencies shall identify existing agency actions related to or arising from Executive Orders 13765 and 13813. Heads of agencies shall, as soon as practicable, consider whether to suspend, revise, or rescind—and, as applicable, publish for notice and comment proposed rules suspending, revising, or rescinding—any such agency actions, as appropriate and consistent with applicable law and the policy set forth in section 1 of this order.\n                \n                    Sec. 5\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n\n      ( print page 7795)\n    \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                January 28, 2021.\n                \n                2-1-21; 8:45 am] \n                \n            \n        \n[FR Doc. 2021-02252 \nBilling code 3295-F1-P\n\n\n      \nPublished Document: 2021-02252 (86 FR 7793)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529901502.pdf",
  "scrapedAt": "2025-03-21T04:05:02.361Z"
}