{
  "url": "https://www.federalregister.gov/documents/2017/03/03/2017-04357/white-house-initiative-to-promote-excellence-and-innovation-at-historically-black-colleges-and",
  "title": "White House Initiative To Promote Excellence and Innovation at Historically Black Colleges and Universities",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    White House Initiative To Promote Excellence and Innovation at Historically Black Colleges and Universities\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 03/03/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-04357 (82 FR 12499)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-04357 (82 FR 12499)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 12499\n          \n        \n\n        Document Number\n        \n          2017-04357\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13779\n            \n          \n\n        Pages\n        \n          12499-12502\n          (4 pages)\n        \n\n        Publication Date\n        \n          03/03/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13779\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13532, February 26, 2010\nContinued by: EO 13811, September 29, 2017 \nSuperseded by: EP 14041, September 3, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          February 28, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 12499\n          \n        \n\n        Document Number\n        \n          2017-04357\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13779\n            \n          \n\n        Pages\n        \n          12499-12502\n          (4 pages)\n        \n\n        Publication Date\n        \n          03/03/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13779\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13532, February 26, 2010\nContinued by: EO 13811, September 29, 2017 \nSuperseded by: EP 14041, September 3, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          February 28, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    White House Initiative To Promote Excellence and Innovation at Historically Black Colleges and Universities\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-04357\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        9,445\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        03/02/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-04357 (82 FR 12499)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 12499)\n    \n                Executive Order 13779 of February 28, 2017\n                White House Initiative To Promote Excellence and Innovation at Historically Black Colleges and Universities\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to advance opportunities in higher education, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy.\n                     Historically black colleges and universities (HBCUs) have made, and continue to make, extraordinary contributions to the general welfare and prosperity of our country. Established by visionary leaders, America's HBCUs have, for more than 150 years, produced many of our Nation's leaders in business, government, academia, and the military, and have helped create a black middle class. The Nation's more than 100 HBCUs are located in 20 States, the District of Columbia, and the U.S. Virgin Islands, and serve more than 300,000 undergraduate, graduate, and professional students. These institutions are important engines of economic growth and public service, and they are proven ladders of intergenerational advancement.\n                \n                A White House Initiative on HBCUs would: advance America's full human potential; foster more and better opportunities in higher education; strengthen the capacity of HBCUs to provide the highest-quality education; provide equitable opportunities for HBCUs to participate in Federal programs; and increase the number of college-educated Americans who feel empowered and able to advance the common good at home and abroad.\n                \n                    Sec. 2\n                    . \n                    White House Initiative on HBCUs.\n                \n                    (a) \n                    Establishment.\n                     There is established the White House Initiative on Historically Black Colleges and Universities (Initiative), housed in the Executive Office of the President and led by an Executive Director designated by the President.\n                \n                \n                    (b) \n                    Mission and Functions.\n                     The Initiative shall work with agencies, private-sector employers, educational associations, philanthropic organizations, and other partners to increase the capacity of HBCUs to provide the highest-quality education to an increasing number of students. The Initiative shall have two primary missions:\n                \n                (i) increasing the private-sector role, including the role of private foundations, in:\n                (A) strengthening HBCUs through enhanced institutional planning and development, fiscal stability, and financial management; and\n                (B) upgrading institutional infrastructure, including the use of technology, to ensure the long-term viability of these institutions; and\n                (ii) enhancing HBCUs' capabilities to serve our Nation's young adults by:\n                (A) strengthening HBCUs' ability to equitably participate in Federal programs and exploring new ways of improving the relationship between the Federal Government and HBCUs;\n                \n                    (B) fostering private-sector initiatives and public-private partnerships while promoting specific areas and centers of academic research and program-based excellence throughout HBCUs;\n                    \n\n      ( print page 12500)\n    \n                \n                (C) improving the availability, dissemination, and quality of information concerning HBCUs in the public policy sphere;\n                (D) sharing administrative and programmatic best practices within the HBCU community;\n                (E) partnering with elementary and secondary education stakeholders to build a “cradle-to-college” pipeline; and\n                (F) convening an annual White House Summit on HBCUs to address, among other topics, matters related to the Initiative's missions and functions.\n                \n                    (c) \n                    Federal Agency Plans.\n                (i) The Secretary of Education (Secretary), in consultation with the Executive Director, shall identify those agencies that regularly interact with HBCUs.\n                (ii) Each agency identified by the Secretary under subsection (c)(i) of this section shall prepare an annual plan (Agency Plan) describing its efforts to strengthen the capacity of HBCUs to participate in applicable Federal programs and initiatives. Where appropriate, each Agency Plan shall address, among other things, the agency's proposed efforts to:\n                (A) establish how the agency intends to increase the capacity of HBCUs to compete effectively for grants, contracts, or cooperative agreements;\n                (B) identify Federal programs and initiatives where HBCUs are not well represented, and improve HBCUs' participation in those programs and initiatives; and\n                (C) encourage public-sector, private-sector, and community involvement in improving the overall capacity of HBCUs.\n                (iii) The head of each agency identified in subsection (c)(i) of this section shall submit its Agency Plan to the Secretary and the Executive Director no later than 90 days after being so identified, and submit an updated Agency Plan annually thereafter.\n                (iv) To help fulfill the objectives of the Agency Plans, the head of each agency identified by the Secretary may provide, as appropriate, technical assistance and information to the Executive Director to enhance communication with HBCUs concerning the agency's program activities and the preparation of applications or proposals for grants, contracts, or cooperative agreements.\n                (v) Each agency identified by the Secretary shall appoint a senior official to report directly to the agency head on that agency's progress under this order, and to serve as liaison to the Initiative.\n                \n                    (d) \n                    Interagency Working Group.\n                     There is established an Interagency Working Group, which shall be chaired by the Executive Director and shall consist of one representative from each agency identified by the Secretary pursuant to subsection (c)(i) of this section, to help advance and coordinate the work required by this order.\n                \n                \n                    Sec. 3\n                    . \n                    President's Board of Advisors on HBCUs.\n                \n                    (a) \n                    Establishment.\n                     There is established in the Department of Education the President's Board of Advisors on Historically Black Colleges and Universities (Board). The Board shall consist of not more than 25 members appointed by the President. The Board shall include the Secretary, the Executive Director, representatives of a variety of sectors—such as philanthropy, education, business, finance, entrepreneurship, innovation, and private foundations—and sitting HBCU presidents. The President shall designate one member of the Board to serve as its Chair, who shall help direct the Board's work in coordination with the Secretary and in consultation with the Executive Director. The Chair shall also consult with the Executive Director regarding the time and location of the Board's meetings, which shall take place at least once every 6 months.\n                    \n\n      ( print page 12501)\n    \n                \n                \n                    (b) \n                    Mission and Functions.\n                     The Board shall advise the President, through the Initiative, on all matters pertaining to strengthening the educational capacity of HBCUs. In particular, the Board shall advise the President in the following areas:\n                \n                (i) improving the identity, visibility, distinctive capabilities, and overall competitiveness of HBCUs;\n                (ii) engaging the philanthropic, business, government, military, homeland-security, and education communities in a national dialogue regarding new HBCU programs and initiatives;\n                (iii) improving the ability of HBCUs to remain fiscally secure institutions that can assist the Nation in achieving its educational goals and in advancing the interests of all Americans;\n                (iv) elevating the public awareness of, and fostering appreciation of, HBCUs; and\n                (v) encouraging public-private investments in HBCUs.\n                \n                    (c) \n                    Administration.\n                     The Department of Education shall provide funding and administrative support for the Board, consistent with applicable law and subject to the availability of appropriations. Members of the Board shall serve without compensation, but shall be reimbursed for travel expenses, including per diem in lieu of subsistence, as authorized by law. Insofar as the Federal Advisory Committee Act, as amended (5 U.S.C. App.), may apply to the Board, any functions of the President under that Act, except for those of reporting to the Congress, shall be performed by the Chair, in accordance with guidelines issued by the Administrator of General Services.\n                \n                \n                    (d) \n                    Report.\n                     The Board shall report annually to the President on the Board's progress in carrying out its duties under this section.\n                \n                \n                    Sec. 4\n                    . \n                    Revocation of Executive Order.Executive Order 13532 of February 26, 2010 (Promoting Excellence, Innovation, and Sustainability at Historically Black Colleges and Universities), as amended, is revoked.\n                \n                \n                    Sec. 5\n                    . \n                    General Provisions.\n                     (a) For the purposes of this order, “historically black colleges and universities” shall mean those institutions listed in 34 CFR 608.2.\n                \n                (b) This order shall apply to executive departments and agencies designated by the Secretary. Those departments and agencies shall provide timely reports and such information as is required to effectively carry out the objectives of this order.\n                (c) The heads of executive departments and agencies shall assist and provide information to the Board, consistent with applicable law, as may be necessary to carry out the functions of the Board. Each executive department and agency shall bear its own expenses of participating in the Initiative.\n                (d) Nothing in this order shall be construed to impair or otherwise affect:\n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                \n                    (e) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    \n\n      ( print page 12502)\n    \n                \n                (f) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                February 28, 2017.\n                \n                Filed 3-2-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-04357 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-04357 (82 FR 12499)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529297185.pdf",
  "scrapedAt": "2025-03-21T03:54:57.641Z"
}