{
  "url": "https://www.federalregister.gov/executive-order/13575",
  "title": "EO 13575",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Establishment of the White House Rural Council\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 06/14/2011\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2011-14919 (76 FR 34841)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2011-14919 (76 FR 34841)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          76 FR 34841\n          \n        \n\n        Document Number\n        \n          2011-14919\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13575\n            \n          \n\n        Pages\n        \n          34841-34843\n          (3 pages)\n        \n\n        Publication Date\n        \n          06/14/2011\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13575\n          \n        \n\n        EO Notes\n        \n          Revoked by: EO 13790 of April 25, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          June 9, 2011\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          76 FR 34841\n          \n        \n\n        Document Number\n        \n          2011-14919\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13575\n            \n          \n\n        Pages\n        \n          34841-34843\n          (3 pages)\n        \n\n        Publication Date\n        \n          06/14/2011\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13575\n          \n        \n\n        EO Notes\n        \n          Revoked by: EO 13790 of April 25, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          June 9, 2011\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Establishment of the White House Rural Council\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2011-14919\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        1,218\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n\n\n  \n\n  \n    Published Document: 2011-14919 (76 FR 34841)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13575 of June 9, 2011\n                    Establishment of the White House Rural Council\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America and in order to enhance Federal engagement with rural communities, it is hereby ordered as follows:\n                    \n                        Section 1.\n                          \n                        Policy. \n                        Sixteen percent of the American population lives in rural counties.  Strong, sustainable rural communities are essential to winning the future and ensuring American competitiveness in the years ahead.  These communities supply our food, fiber, and energy, safeguard our natural resources, and are essential in the development of science and innovation.  Though rural communities face numerous challenges, they also present enormous economic potential.  The Federal Government has an important role to play in order to expand access to the capital necessary for economic growth, promote innovation, improve access to health care and education, and expand outdoor recreational activities on public lands.\n                    \n                    To enhance the Federal Government's efforts to address the needs of rural America, this order establishes a council to better coordinate Federal programs and maximize the impact of Federal investment to promote economic prosperity and quality of life in our rural communities.\n                    \n                        Sec. 2.\n                          \n                        Establishment. \n                        There is established a White House Rural Council (Council).\n                    \n                    \n                        Sec. 3.\n                          \n                        Membership. \n                        (a)  The Secretary of Agriculture shall serve as the Chair of the Council, which shall also include the heads of the following executive branch departments, agencies, and offices:\n                    \n                    (1)   the Department of the Treasury;\n                    (2)   the Department of Defense;\n                    (3)   the Department of Justice;\n                    (4)   the Department of the Interior;\n                    (5)   the Department of Commerce;\n                    (6)   the Department of Labor;\n                    (7)   the Department of Health and Human Services;\n                    (8)   the Department of Housing and Urban Development;\n                    (9)   the Department of Transportation;\n                    (10)  the Department of Energy;\n                    (11)  the Department of Education;\n                    (12)  the Department of Veterans Affairs;\n                    (13)  the Department of Homeland Security;\n                    (14)  the Environmental Protection Agency;\n                    (15)  the Federal Communications Commission;\n                    (16)  the Office of Management and Budget;\n                    (17)  the Office of Science and Technology Policy;\n                    (18)  the Office of National Drug Control Policy;\n                    \n                        (19)  the Council of Economic Advisers;\n                        \n\n      ( print page 34842)\n    \n                    \n                    (20)  the Domestic Policy Council;\n                    (21)  the National Economic Council;\n                    (22)  the Small Business Administration;\n                    (23)  the Council on Environmental Quality;\n                    (24)  the White House Office of Public Engagement and Intergovernmental Affairs;\n                    (25)  the White House Office of Cabinet Affairs; and such other executive branch departments, agencies, and offices as the President or the Secretary of Agriculture may, from time to time, designate.\n                    (b)  A member of the Council may designate, to perform the Council functions of the member, a senior-level official who is part of the member's department, agency, or office, and who is a full-time officer or employee of the Federal Government.\n                    (c)  The Department of Agriculture shall provide funding and administrative support for the Council to the extent permitted by law and within existing appropriations.\n                    (d)  The Council shall coordinate its policy development through the Domestic Policy Council and the National Economic Council.\n                    \n                        Sec. 4.\n                          \n                        Mission and Function of the Council. \n                        The Council shall work across executive departments, agencies, and offices to coordinate development of policy recommendations to promote economic prosperity and quality of life in rural America, and shall coordinate my Administration's engagement with rural communities.  The Council shall:\n                    \n                    (a)  make recommendations to the President, through the Director of the Domestic Policy Council and the Director of the National Economic Council, on streamlining and leveraging Federal investments in rural areas, where appropriate, to increase the impact of Federal dollars and create economic opportunities to improve the quality of life in rural America;\n                    (b)  coordinate and increase the effectiveness of Federal engagement with rural stakeholders, including agricultural organizations, small businesses, education and training institutions, health-care providers, telecommunications services providers, research and land grant institutions, law enforcement, State, local, and tribal governments, and nongovernmental organizations regarding the needs of rural America;\n                    (c)  coordinate Federal efforts directed toward the growth and development of geographic regions that encompass both urban and rural areas; and\n                    (d)  identify and facilitate rural economic opportunities associated with energy development, outdoor recreation, and other conservation related activities.\n                    \n                        Sec. 5.\n                          \n                        General Provisions. \n                        (a)  The heads of executive departments and agencies shall assist and provide information to the Council, consistent with applicable law, as may be necessary to carry out the functions of the Council.  Each executive department and agency shall bear its own expense for participating in the Council.\n                    \n                    (b)  Nothing in this order shall be construed to impair or otherwise affect:\n                    (i)   authority granted by law to an executive department, agency, or the head thereof; or \n                    (ii)  functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                    (c)  This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    \n\n      ( print page 34843)\n    \n                    (d)  This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    June 9, 2011.\n                    \n                    Filed 6-13-11; 11:15 am]\n                    \n                \n            \n[FR Doc. 2011-14919\nBilling code 3195-W1-P\n\n\n      \nPublished Document: 2011-14919 (76 FR 34841)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529025219.pdf",
  "scrapedAt": "2025-03-21T03:50:26.603Z"
}