{
  "url": "https://www.federalregister.gov/documents/2017/02/03/2017-02451/reducing-regulation-and-controlling-regulatory-costs",
  "title": "2017-02451",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Reducing Regulation and Controlling Regulatory Costs\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 02/03/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-02451 (82 FR 9339)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-02451 (82 FR 9339)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 9339\n          \n        \n\n        Document Number\n        \n          2017-02451\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13771\n            \n          \n\n        Pages\n        \n          9339-9341\n          (3 pages)\n        \n\n        Publication Date\n        \n          02/03/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13771\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993; EO 13777, February 24, 2017; EO 13782, March 27, 2017; EO 13790, April 25, 2017; EO 13817, December 20, 2017\n Revoked by: EO 13992, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          January 30, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 9339\n          \n        \n\n        Document Number\n        \n          2017-02451\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13771\n            \n          \n\n        Pages\n        \n          9339-9341\n          (3 pages)\n        \n\n        Publication Date\n        \n          02/03/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13771\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993; EO 13777, February 24, 2017; EO 13782, March 27, 2017; EO 13790, April 25, 2017; EO 13817, December 20, 2017\n Revoked by: EO 13992, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          January 30, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Reducing Regulation and Controlling Regulatory Costs\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-02451\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        79,933\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        02/02/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-02451 (82 FR 9339)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 9339)\n    \n                Executive Order 13771 of January 30, 2017\n                Reducing Regulation and Controlling Regulatory Costs\n                \n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, including the Budget and Accounting Act of 1921, as amended (31 U.S.C. 1101 \n                    et seq.), section 1105 of title 31, United States Code, and section 301 of title 3, United States Code, it is hereby ordered as follows:\n                \n                \n                    Section 1\n                    . \n                    Purpose.\n                     It is the policy of the executive branch to be prudent and financially responsible in the expenditure of funds, from both public and private sources. In addition to the management of the direct expenditure of taxpayer dollars through the budgeting process, it is essential to manage the costs associated with the governmental imposition of private expenditures required to comply with Federal regulations. Toward that end, it is important that for every one new regulation issued, at least two prior regulations be identified for elimination, and that the cost of planned regulations be prudently managed and controlled through a budgeting process.\n                \n                \n                    Sec. 2\n                    . \n                    Regulatory Cap for Fiscal Year 2017.\n                     (a) Unless prohibited by law, whenever an executive department or agency (agency) publicly proposes for notice and comment or otherwise promulgates a new regulation, it shall identify at least two existing regulations to be repealed.\n                \n                (b) For fiscal year 2017, which is in progress, the heads of all agencies are directed that the total incremental cost of all new regulations, including repealed regulations, to be finalized this year shall be no greater than zero, unless otherwise required by law or consistent with advice provided in writing by the Director of the Office of Management and Budget (Director).\n                (c) In furtherance of the requirement of subsection (a) of this section, any new incremental costs associated with new regulations shall, to the extent permitted by law, be offset by the elimination of existing costs associated with at least two prior regulations. Any agency eliminating existing costs associated with prior regulations under this subsection shall do so in accordance with the Administrative Procedure Act and other applicable law.\n                (d) The Director shall provide the heads of agencies with guidance on the implementation of this section. Such guidance shall address, among other things, processes for standardizing the measurement and estimation of regulatory costs; standards for determining what qualifies as new and offsetting regulations; standards for determining the costs of existing regulations that are considered for elimination; processes for accounting for costs in different fiscal years; methods to oversee the issuance of rules with costs offset by savings at different times or different agencies; and emergencies and other circumstances that might justify individual waivers of the requirements of this section. The Director shall consider phasing in and updating these requirements.\n                \n                    Sec. 3\n                    . \n                    Annual Regulatory Cost Submissions to the Office of Management and Budget.\n                     (a) Beginning with the Regulatory Plans (required under Executive Order 12866 of September 30, 1993, as amended, or any successor order) for fiscal year 2018, and for each fiscal year thereafter, the head of each agency shall identify, for each regulation that increases incremental cost, the offsetting regulations described in section 2(c) of this order, and provide the agency's best approximation of the total costs or savings associated with each new regulation or repealed regulation.\n                    \n\n      ( print page 9340)\n    \n                \n                (b) Each regulation approved by the Director during the Presidential budget process shall be included in the Unified Regulatory Agenda required under Executive Order 12866, as amended, or any successor order.\n                (c) Unless otherwise required by law, no regulation shall be issued by an agency if it was not included on the most recent version or update of the published Unified Regulatory Agenda as required under Executive Order 12866, as amended, or any successor order, unless the issuance of such regulation was approved in advance in writing by the Director.\n                (d) During the Presidential budget process, the Director shall identify to agencies a total amount of incremental costs that will be allowed for each agency in issuing new regulations and repealing regulations for the next fiscal year. No regulations exceeding the agency's total incremental cost allowance will be permitted in that fiscal year, unless required by law or approved in writing by the Director. The total incremental cost allowance may allow an increase or require a reduction in total regulatory cost.\n                (e) The Director shall provide the heads of agencies with guidance on the implementation of the requirements in this section.\n                \n                    Sec. 4\n                    . \n                    Definition.\n                     For purposes of this order the term “regulation” or “rule” means an agency statement of general or particular applicability and future effect designed to implement, interpret, or prescribe law or policy or to describe the procedure or practice requirements of an agency, but does not include:\n                \n                (a) regulations issued with respect to a military, national security, or foreign affairs function of the United States;\n                (b) regulations related to agency organization, management, or personnel; or\n                (c) any other category of regulations exempted by the Director.\n                \n                    Sec. 5\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director relating to budgetary, administrative, or legislative proposals.\n                \n                    (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    \n\n      ( print page 9341)\n    \n                \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                January 30, 2017.\n                \n                Filed 2-2-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-02451 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-02451 (82 FR 9339)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529529896.pdf",
  "scrapedAt": "2025-03-21T03:58:51.154Z"
}