{
  "url": "https://www.federalregister.gov/documents/2017/05/03/2017-09087/implementing-an-america-first-offshore-energy-strategy",
  "title": "2017-09087",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Implementing an America-First Offshore Energy Strategy\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 05/03/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-09087 (82 FR 20815)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-09087 (82 FR 20815)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20815\n          \n        \n\n        Document Number\n        \n          2017-09087\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13795\n            \n          \n\n        Pages\n        \n          20815-20818\n          (4 pages)\n        \n\n        Publication Date\n        \n          05/03/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13795\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13754, December 9, 2016; Revoked by: EO 13990, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 28, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20815\n          \n        \n\n        Document Number\n        \n          2017-09087\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13795\n            \n          \n\n        Pages\n        \n          20815-20818\n          (4 pages)\n        \n\n        Publication Date\n        \n          05/03/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13795\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13754, December 9, 2016; Revoked by: EO 13990, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 28, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Implementing an America-First Offshore Energy Strategy\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-09087\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        18,833\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        05/02/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-09087 (82 FR 20815)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 20815)\n    \n                Executive Order 13795 of April 28, 2017\n                Implementing an America-First Offshore Energy Strategy\n                \n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, including the Outer Continental Shelf Lands Act, 43 U.S.C. 1331 \n                    et seq.,\n                     and in order to maintain global leadership in energy innovation, exploration, and production, it is hereby ordered as follows:\n                \n                \n                    Section 1\n                    . \n                    Findings.\n                     America must put the energy needs of American families and businesses first and continue implementing a plan that ensures energy security and economic vitality for decades to come. The energy and minerals produced from lands and waters under Federal management are important to a vibrant economy and to our national security. Increased domestic energy production on Federal lands and waters strengthens the Nation's security and reduces reliance on imported energy. Moreover, low energy prices, driven by an increased American energy supply, will benefit American families and help reinvigorate American manufacturing and job growth. Finally, because the Department of Defense is one of the largest consumers of energy in the United States, domestic energy production also improves our Nation's military readiness.\n                \n                \n                    Sec. 2\n                    . \n                    Policy.\n                     It shall be the policy of the United States to encourage energy exploration and production, including on the Outer Continental Shelf, in order to maintain the Nation's position as a global energy leader and foster energy security and resilience for the benefit of the American people, while ensuring that any such activity is safe and environmentally responsible.\n                \n                \n                    Sec. 3\n                    . \n                    Implementing an America-First Offshore Energy Strategy.\n                     To carry out the policy set forth in section 2 of this order, the Secretary of the Interior shall:\n                \n                (a) as appropriate and consistent with applicable law, including the procedures set forth in section 1344 of title 43, United States Code, in consultation with the Secretary of Defense, give full consideration to revising the schedule of proposed oil and gas lease sales, as described in that section, so that it includes, but is not limited to, annual lease sales, to the maximum extent permitted by law, in each of the following Outer Continental Shelf Planning Areas, as designated by the Bureau of Ocean Energy Management (BOEM) (Planning Areas): Western Gulf of Mexico, Central Gulf of Mexico, Chukchi Sea, Beaufort Sea, Cook Inlet, Mid-Atlantic, and South Atlantic;\n                (b) ensure that any revisions made pursuant to subsection (a) of this section do not hinder or affect ongoing lease sales currently scheduled as part of the 2017-2022 Outer Continental Shelf Oil and Gas Leasing Proposed Final Program, as published on November 18, 2016; and\n                (c) develop and implement, in coordination with the Secretary of Commerce and to the maximum extent permitted by law, a streamlined permitting approach for privately funded seismic data research and collection aimed at expeditiously determining the offshore energy resource potential of the United States within the Planning Areas.\n                \n                    Sec. 4\n                    . \n                    Responsible Planning for Future Offshore Energy Potential.\n                     (a) The Secretary of Commerce shall, unless expressly required otherwise, refrain from designating or expanding any National Marine Sanctuary under the National Marine Sanctuaries Act, 16 U.S.C. 1431 \n                    et seq.,\n                     unless the sanctuary designation or expansion proposal includes a timely, full accounting from the Department of the Interior of any energy or mineral resource potential \n                    \n\n      ( print page 20816)\n    \n                    within the designated area—including offshore energy from wind, oil, natural gas, methane hydrates, and any other sources that the Secretary of Commerce deems appropriate—and the potential impact the proposed designation or expansion will have on the development of those resources. The Secretary of the Interior shall provide any such accounting within 60 days of receiving a notification of intent to propose any such National Marine Sanctuary designation or expansion from the Secretary of Commerce.\n                \n                (b) The Secretary of Commerce, in consultation with the Secretary of Defense, the Secretary of the Interior, and the Secretary of Homeland Security, shall conduct a review of all designations and expansions of National Marine Sanctuaries, and of all designations and expansions of Marine National Monuments under the Antiquities Act of 1906, recently recodified at sections 320301 to 320303 of title 54, United States Code, designated or expanded within the 10-year period prior to the date of this order.\n                (i) The review under this subsection shall include:\n                (A) an analysis of the acreage affected and an analysis of the budgetary impacts of the costs of managing each National Marine Sanctuary or Marine National Monument designation or expansion;\n                (B) an analysis of the adequacy of any required Federal, State, and tribal consultations conducted before the designations or expansions; and\n                (C) the opportunity costs associated with potential energy and mineral exploration and production from the Outer Continental Shelf, in addition to any impacts on production in the adjacent region.\n                (ii) Within 180 days of the date of this order, the Secretary of Commerce, in consultation with the Secretary of Defense and the Secretary of the Interior, shall report the results of the review under this subsection to the Director of the Office of Management and Budget, the Chairman of the Council on Environmental Quality, and the Assistant to the President for Economic Policy.\n                (c) To further streamline existing regulatory authorities, Executive Order 13754 of December 9, 2016 (Northern Bering Sea Climate Resilience), is hereby revoked.\n                \n                    Sec. 5\n                    . \n                    Modification of the Withdrawal of Areas of the Outer Continental Shelf from Leasing Disposition.\n                     The body text in each of the memoranda of withdrawal from disposition by leasing of the United States Outer Continental Shelf issued on December 20, 2016, January 27, 2015, and July 14, 2008, is modified to read, in its entirety, as follows:\n                \n                \n                    “Under the authority vested in me as President of the United States, including section 12(a) of the Outer Continental Shelf Lands Act, 43 U.S.C. 1341(a), I hereby withdraw from disposition by leasing, for a time period without specific expiration, those areas of the Outer Continental Shelf designated as of July 14, 2008, as Marine Sanctuaries under the Marine Protection, Research, and Sanctuaries Act of 1972, 16 U.S.C. 1431-1434, 33 U.S.C. 1401 \n                    et seq.”\n                Nothing in the withdrawal under this section affects any rights under existing leases in the affected areas.\n                \n                    Sec. 6\n                    . \n                    Reconsideration of Notice to Lessees and Financial Assurance Regulatory Review.\n                     The Secretary of the Interior shall direct the Director of BOEM to take all necessary steps consistent with law to review BOEM's Notice to Lessees No. 2016-N01 of September 12, 2016 (Notice to Lessees and Operators of Federal Oil and Gas, and Sulfur Leases, and Holders of Pipeline Right-of-Way and Right-of-Use and Easement Grants in the Outer Continental Shelf), and determine whether modifications are necessary, and if so, to what extent, to ensure operator compliance with lease terms while minimizing unnecessary regulatory burdens. The Secretary of the Interior shall also review BOEM's financial assurance regulatory policy to determine the extent to which additional regulation is necessary.\n                \n                \n                    Sec. 7\n                    . \n                    Reconsideration of Well Control Rule.\n                     The Secretary of the Interior shall review the Final Rule of the Bureau of Safety and Environmental \n                    \n\n      ( print page 20817)\n    \n                    Enforcement (BSEE) entitled “Oil and Gas and Sulfur Operations in the Outer Continental Shelf-Blowout Preventer Systems and Well Control,” 81 \n                    Fed. Reg.\n                     25888 (April 29, 2016), for consistency with the policy set forth in section 2 of this order, and shall publish for notice and comment a proposed rule revising that rule, if appropriate and as consistent with law. The Secretary of the Interior shall also take all appropriate action to lawfully revise any related rules and guidance for consistency with the policy set forth in section 2 of this order. Additionally, the Secretary of the Interior shall review BSEE's regulatory regime for offshore operators to determine the extent to which additional regulation is necessary.\n                \n                \n                    Sec. 8\n                    . \n                    Reconsideration of Proposed Offshore Air Rule.\n                     The Secretary of the Interior shall take all steps necessary to review BOEM's Proposed Rule entitled “Air Quality Control, Reporting, and Compliance,” 81 \n                    Fed. Reg.\n                     19718 (April 5, 2016), along with any related rules and guidance, and, if appropriate, shall, as soon as practicable and consistent with law, consider whether the proposed rule, and any related rules and guidance, should be revised or withdrawn.\n                \n                \n                    Sec. 9\n                    . \n                    Expedited Consideration of Incidental Harassment Authorizations, Incidental-Take, and Seismic Survey Permits.\n                     The Secretary of the Interior and the Secretary of Commerce shall, to the maximum extent permitted by law, expedite all stages of consideration of Incidental Take Authorization requests, including Incidental Harassment Authorizations and Letters of Authorization, and Seismic Survey permit applications under the Outer Continental Shelf Lands Act, 43 U.S.C. 1331\n                     et seq.,\n                     and the Marine Mammal Protection Act, 16 U.S.C. 1361\n                     et seq.\n                \n                    Sec. 10\n                    . \n                    Review of National Oceanic and Atmospheric Administration (NOAA) Technical Memorandum NMFS-OPR-55.\n                     The Secretary of Commerce shall review NOAA's Technical Memorandum NMFS-OPR-55 of July 2016 (Technical Guidance for Assessing the Effects of Anthropogenic Sound on Marine Mammal Hearing) for consistency with the policy set forth in section 2 of this order and, after consultation with the appropriate Federal agencies, take all steps permitted by law to rescind or revise that guidance, if appropriate.\n                \n                \n                    Sec. 11\n                    . \n                    Review of Offshore Arctic Drilling Rule.\n                     The Secretary of the Interior shall immediately take all steps necessary to review the Final Rule entitled “Oil and Gas and Sulfur Operations on the Outer Continental Shelf—Requirements for Exploratory Drilling on the Arctic Outer Continental Shelf,” 81 \n                    Fed. Reg.\n                     46478 (July 15, 2016), and, if appropriate, shall, as soon as practicable and consistent with law, publish for notice and comment a proposed rule suspending, revising, or rescinding this rule.\n                \n                \n                    Sec. 12\n                    . \n                    Definition.\n                     As used in this order, “Outer Continental Shelf Planning Areas, as designated by the Bureau of Ocean Energy Management” means those areas delineated in the diagrams on pages S-5 and S-8 of the 2017-2022 Outer Continental Shelf Oil and Gas Leasing Draft Proposed Program, as published by the BOEM in January 2015, with the exception of any buffer zones included in such planning documents.\n                \n                \n                    Sec. 13\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                \n                    (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    \n\n      ( print page 20818)\n    \n                \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                April 28, 2017.\n                \n                Filed 5-2-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-09087 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-09087 (82 FR 20815)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528896150.pdf",
  "scrapedAt": "2025-03-21T03:48:16.913Z"
}