{
  "url": "https://www.federalregister.gov/documents/2017/03/31/2017-06576/promoting-energy-independence-and-economic-growth",
  "title": "2017-06576",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Promoting Energy Independence and Economic Growth\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 03/31/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-06576 (82 FR 16093)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-06576 (82 FR 16093)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16093\n          \n        \n\n        Document Number\n        \n          2017-06576\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13783\n            \n          \n\n        Pages\n        \n          16093-16097\n          (5 pages)\n        \n\n        Publication Date\n        \n          03/31/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13783\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13653, November 1, 2013\nSee: EO 13790, April 25, 2017; EO 13817, December 20, 2017; Revoked by: EO 13990, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 28, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16093\n          \n        \n\n        Document Number\n        \n          2017-06576\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13783\n            \n          \n\n        Pages\n        \n          16093-16097\n          (5 pages)\n        \n\n        Publication Date\n        \n          03/31/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13783\n          \n        \n\n        EO Notes\n        \n          Revokes: EO 13653, November 1, 2013\nSee: EO 13790, April 25, 2017; EO 13817, December 20, 2017; Revoked by: EO 13990, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 28, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Promoting Energy Independence and Economic Growth\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-06576\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        33,608\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        03/30/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-06576 (82 FR 16093)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13783 of March 28, 2017\n                    Promoting Energy Independence and Economic Growth\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                    \n                        Section 1\n                        . \n                        Policy.\n                         (a) It is in the national interest to promote clean and safe development of our Nation's vast energy resources, while at the same time avoiding regulatory burdens that unnecessarily encumber energy production, constrain economic growth, and prevent job creation. Moreover, the prudent development of these natural resources is essential to ensuring the Nation's geopolitical security.\n                    \n                    (b) It is further in the national interest to ensure that the Nation's electricity is affordable, reliable, safe, secure, and clean, and that it can be produced from coal, natural gas, nuclear material, flowing water, and other domestic sources, including renewable sources.\n                    (c) Accordingly, it is the policy of the United States that executive departments and agencies (agencies) immediately review existing regulations that potentially burden the development or use of domestically produced energy resources and appropriately suspend, revise, or rescind those that unduly burden the development of domestic energy resources beyond the degree necessary to protect the public interest or otherwise comply with the law.\n                    (d) It further is the policy of the United States that, to the extent permitted by law, all agencies should take appropriate actions to promote clean air and clean water for the American people, while also respecting the proper roles of the Congress and the States concerning these matters in our constitutional republic.\n                    (e) It is also the policy of the United States that necessary and appropriate environmental regulations comply with the law, are of greater benefit than cost, when permissible, achieve environmental improvements for the American people, and are developed through transparent processes that employ the best available peer-reviewed science and economics.\n                    \n                        Sec. 2\n                        . \n                        Immediate Review of All Agency Actions that Potentially Burden the Safe, Efficient Development of Domestic Energy Resources.\n                         (a) The heads of agencies shall review all existing regulations, orders, guidance documents, policies, and any other similar agency actions (collectively, agency actions) that potentially burden the development or use of domestically produced energy resources, with particular attention to oil, natural gas, coal, and nuclear energy resources. Such review shall not include agency actions that are mandated by law, necessary for the public interest, and consistent with the policy set forth in section 1 of this order.\n                    \n                    (b) For purposes of this order, “burden” means to unnecessarily obstruct, delay, curtail, or otherwise impose significant costs on the siting, permitting, production, utilization, transmission, or delivery of energy resources.\n                    \n                        (c) Within 45 days of the date of this order, the head of each agency with agency actions described in subsection (a) of this section shall develop and submit to the Director of the Office of Management and Budget (OMB Director) a plan to carry out the review required by subsection (a) of this section. The plans shall also be sent to the Vice President, the Assistant to the President for Economic Policy, the Assistant to the President for Domestic Policy, and the Chair of the Council on Environmental Quality. The head of any agency who determines that such agency does not have \n                        \n\n      ( print page 16094)\n    \n                        agency actions described in subsection (a) of this section shall submit to the OMB Director a written statement to that effect and, absent a determination by the OMB Director that such agency does have agency actions described in subsection (a) of this section, shall have no further responsibilities under this section.\n                    \n                    (d) Within 120 days of the date of this order, the head of each agency shall submit a draft final report detailing the agency actions described in subsection (a) of this section to the Vice President, the OMB Director, the Assistant to the President for Economic Policy, the Assistant to the President for Domestic Policy, and the Chair of the Council on Environmental Quality. The report shall include specific recommendations that, to the extent permitted by law, could alleviate or eliminate aspects of agency actions that burden domestic energy production.\n                    (e) The report shall be finalized within 180 days of the date of this order, unless the OMB Director, in consultation with the other officials who receive the draft final reports, extends that deadline.\n                    (f) The OMB Director, in consultation with the Assistant to the President for Economic Policy, shall be responsible for coordinating the recommended actions included in the agency final reports within the Executive Office of the President.\n                    (g) With respect to any agency action for which specific recommendations are made in a final report pursuant to subsection (e) of this section, the head of the relevant agency shall, as soon as practicable, suspend, revise, or rescind, or publish for notice and comment proposed rules suspending, revising, or rescinding, those actions, as appropriate and consistent with law. Agencies shall endeavor to coordinate such regulatory reforms with their activities undertaken in compliance with Executive Order 13771 of January 30, 2017 (Reducing Regulation and Controlling Regulatory Costs).\n                    \n                        Sec. 3\n                        . \n                        Rescission of Certain Energy and Climate-Related Presidential and Regulatory Actions.\n                         (a) The following Presidential actions are hereby revoked:\n                    \n                    (i) Executive Order 13653 of November 1, 2013 (Preparing the United States for the Impacts of Climate Change);\n                    (ii) The Presidential Memorandum of June 25, 2013 (Power Sector Carbon Pollution Standards);\n                    (iii) The Presidential Memorandum of November 3, 2015 (Mitigating Impacts on Natural Resources from Development and Encouraging Related Private Investment); and\n                    (iv) The Presidential Memorandum of September 21, 2016 (Climate Change and National Security).\n                    (b) The following reports shall be rescinded:\n                    (i) The Report of the Executive Office of the President of June 2013 (The President's Climate Action Plan); and\n                    (ii) The Report of the Executive Office of the President of March 2014 (Climate Action Plan Strategy to Reduce Methane Emissions).\n                    \n                        (c) The Council on Environmental Quality shall rescind its final guidance entitled “Final Guidance for Federal Departments and Agencies on Consideration of Greenhouse Gas Emissions and the Effects of Climate Change in National Environmental Policy Act Reviews,” which is referred to in “Notice of Availability,” 81 \n                        Fed. Reg.\n                         51866 (August 5, 2016).\n                    \n                    \n                        (d) The heads of all agencies shall identify existing agency actions related to or arising from the Presidential actions listed in subsection (a) of this section, the reports listed in subsection (b) of this section, or the final guidance listed in subsection (c) of this section. Each agency shall, as soon as practicable, suspend, revise, or rescind, or publish for notice and comment proposed rules suspending, revising, or rescinding any such actions, as appropriate and consistent with law and with the policies set forth in section 1 of this order.\n                        \n\n      ( print page 16095)\n    \n                    \n                    \n                        Sec. 4\n                        . \n                        Review of the Environmental Protection Agency's “Clean Power Plan” and Related Rules and Agency Actions.\n                         (a) The Administrator of the Environmental Protection Agency (Administrator) shall immediately take all steps necessary to review the final rules set forth in subsections (b)(i) and (b)(ii) of this section, and any rules and guidance issued pursuant to them, for consistency with the policy set forth in section 1 of this order and, if appropriate, shall, as soon as practicable, suspend, revise, or rescind the guidance, or publish for notice and comment proposed rules suspending, revising, or rescinding those rules. In addition, the Administrator shall immediately take all steps necessary to review the proposed rule set forth in subsection (b)(iii) of this section, and, if appropriate, shall, as soon as practicable, determine whether to revise or withdraw the proposed rule.\n                    \n                    (b) This section applies to the following final or proposed rules:\n                    \n                        (i) The final rule entitled “Carbon Pollution Emission Guidelines for Existing Stationary Sources: Electric Utility Generating Units,” 80 \n                        Fed. Reg.\n                         64661 (October 23, 2015) (Clean Power Plan);\n                    \n                    \n                        (ii) The final rule entitled “Standards of Performance for Greenhouse Gas Emissions from New, Modified, and Reconstructed Stationary Sources: Electric Utility Generating Units,” 80 \n                        Fed. Reg.\n                         64509 (October 23, 2015); and\n                    \n                    \n                        (iii) The proposed rule entitled “Federal Plan Requirements for Greenhouse Gas Emissions From Electric Utility Generating Units Constructed on or Before January 8, 2014; Model Trading Rules; Amendments to Framework Regulations; Proposed Rule,” 80 \n                        Fed. Reg.\n                         64966 (October 23, 2015).\n                    \n                    (c) The Administrator shall review and, if appropriate, as soon as practicable, take lawful action to suspend, revise, or rescind, as appropriate and consistent with law, the “Legal Memorandum Accompanying Clean Power Plan for Certain Issues,” which was published in conjunction with the Clean Power Plan.\n                    (d) The Administrator shall promptly notify the Attorney General of any actions taken by the Administrator pursuant to this order related to the rules identified in subsection (b) of this section so that the Attorney General may, as appropriate, provide notice of this order and any such action to any court with jurisdiction over pending litigation related to those rules, and may, in his discretion, request that the court stay the litigation or otherwise delay further litigation, or seek other appropriate relief consistent with this order, pending the completion of the administrative actions described in subsection (a) of this section.\n                    \n                        Sec. 5\n                        . \n                        Review of Estimates of the Social Cost of Carbon, Nitrous Oxide, and Methane for Regulatory Impact Analysis.\n                         (a) In order to ensure sound regulatory decision making, it is essential that agencies use estimates of costs and benefits in their regulatory analyses that are based on the best available science and economics.\n                    \n                    (b) The Interagency Working Group on Social Cost of Greenhouse Gases (IWG), which was convened by the Council of Economic Advisers and the OMB Director, shall be disbanded, and the following documents issued by the IWG shall be withdrawn as no longer representative of governmental policy:\n                    (i) Technical Support Document: Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866 (February 2010);\n                    (ii) Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis (May 2013);\n                    (iii) Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis (November 2013);\n                    (iv) Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis (July 2015);\n                    \n                        (v) Addendum to the Technical Support Document for Social Cost of Carbon: Application of the Methodology to Estimate the Social Cost of Methane and the Social Cost of Nitrous Oxide (August 2016); and\n                        \n\n      ( print page 16096)\n    \n                    \n                    (vi) Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis (August 2016).\n                    (c) Effective immediately, when monetizing the value of changes in greenhouse gas emissions resulting from regulations, including with respect to the consideration of domestic versus international impacts and the consideration of appropriate discount rates, agencies shall ensure, to the extent permitted by law, that any such estimates are consistent with the guidance contained in OMB Circular A-4 of September 17, 2003 (Regulatory Analysis), which was issued after peer review and public comment and has been widely accepted for more than a decade as embodying the best practices for conducting regulatory cost-benefit analysis.\n                    \n                        Sec. 6\n                        . \n                        Federal Land Coal Leasing Moratorium.\n                         The Secretary of the Interior shall take all steps necessary and appropriate to amend or withdraw Secretary's Order 3338 dated January 15, 2016 (Discretionary Programmatic Environmental Impact Statement (PEIS) to Modernize the Federal Coal Program), and to lift any and all moratoria on Federal land coal leasing activities related to Order 3338. The Secretary shall commence Federal coal leasing activities consistent with all applicable laws and regulations.\n                    \n                    \n                        Sec. 7\n                        . \n                        Review of Regulations Related to United States Oil and Gas Development.\n                         (a) The Administrator shall review the final rule entitled “Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources,” 81 \n                        Fed. Reg.\n                         35824 (June 3, 2016), and any rules and guidance issued pursuant to it, for consistency with the policy set forth in section 1 of this order and, if appropriate, shall, as soon as practicable, suspend, revise, or rescind the guidance, or publish for notice and comment proposed rules suspending, revising, or rescinding those rules.\n                    \n                    (b) The Secretary of the Interior shall review the following final rules, and any rules and guidance issued pursuant to them, for consistency with the policy set forth in section 1 of this order and, if appropriate, shall, as soon as practicable, suspend, revise, or rescind the guidance, or publish for notice and comment proposed rules suspending, revising, or rescinding those rules:\n                    \n                        (i) The final rule entitled “Oil and Gas; Hydraulic Fracturing on Federal and Indian Lands,” 80 \n                        Fed. Reg.\n                         16128 (March 26, 2015);\n                    \n                    \n                        (ii) The final rule entitled “General Provisions and Non-Federal Oil and Gas Rights,” 81 \n                        Fed. Reg.\n                         77972 (November 4, 2016);\n                    \n                    \n                        (iii) The final rule entitled “Management of Non-Federal Oil and Gas Rights,” 81 \n                        Fed. Reg.\n                         79948 (November 14, 2016); and\n                    \n                    \n                        (iv) The final rule entitled “Waste Prevention, Production Subject to Royalties, and Resource Conservation,” 81 \n                        Fed. Reg.\n                         83008 (November 18, 2016).\n                    \n                    (c) The Administrator or the Secretary of the Interior, as applicable, shall promptly notify the Attorney General of any actions taken by them related to the rules identified in subsections (a) and (b) of this section so that the Attorney General may, as appropriate, provide notice of this order and any such action to any court with jurisdiction over pending litigation related to those rules, and may, in his discretion, request that the court stay the litigation or otherwise delay further litigation, or seek other appropriate relief consistent with this order, until the completion of the administrative actions described in subsections (a) and (b) of this section.\n                    \n                        Sec. 8\n                        . \n                        General Provisions.\n                         (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n                    (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                    (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                    \n                        (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                        \n\n      ( print page 16097)\n    \n                    \n                    (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    March 28, 2017.\n                    \n                    Filed 3-30-17; 11:15 am]\n                    \n                \n            \n[FR Doc. 2017-06576 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-06576 (82 FR 16093)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529170405.pdf",
  "scrapedAt": "2025-03-21T03:52:51.139Z"
}