{
  "url": "https://www.federalregister.gov/executive-order/14119",
  "title": "EO 14119",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Scaling and Expanding the Use of Registered Apprenticeships in Industries and the Federal Government and Promoting Labor-Management Forums\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 03/11/2024\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2024-05220 (89 FR 17265)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2024-05220 (89 FR 17265)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          89 FR 17265\n          \n        \n\n        Document Number\n        \n          2024-05220\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 14119\n            \n          \n\n        Pages\n        \n          17265-17270\n          (6 pages)\n        \n\n        Publication Date\n        \n          03/11/2024\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 14119\n          \n        \n\n        EO Notes\n        \n          Supersedes: EO 13522, December 9, 2009\nRevokes: EO 13812, September 29, 2017\nSee: EO 14035, June 25, 2021\nRevoked by: EO 14236, March 14, 2025\n        \n\n      President\n      \n        Joseph R. Biden, Jr.\n      \n\n        Signing Date\n        \n          March 6, 2024\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          89 FR 17265\n          \n        \n\n        Document Number\n        \n          2024-05220\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 14119\n            \n          \n\n        Pages\n        \n          17265-17270\n          (6 pages)\n        \n\n        Publication Date\n        \n          03/11/2024\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 14119\n          \n        \n\n        EO Notes\n        \n          Supersedes: EO 13522, December 9, 2009\nRevokes: EO 13812, September 29, 2017\nSee: EO 14035, June 25, 2021\nRevoked by: EO 14236, March 14, 2025\n        \n\n      President\n      \n        Joseph R. Biden, Jr.\n      \n\n        Signing Date\n        \n          March 6, 2024\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Scaling and Expanding the Use of Registered Apprenticeships in Industries and the Federal Government and Promoting Labor-Management Forums\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2024-05220\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        2,363\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        03/08/2024 at  8:45 am.\n      \n\n        \n          It was viewed\n          18\n          times while on Public Inspection.\n        \n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2024-05220 (89 FR 17265)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n                \n                Executive Order 14119 of March 6, 2024\n                Scaling and Expanding the Use of Registered Apprenticeships in Industries and the Federal Government and Promoting Labor-Management Forums\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy.\n                     My Administration's Investing in America agenda includes a once-in-a-generation investment in our Nation's infrastructure. This agenda is also driving the creation of well-paying jobs and growing the economy sustainably and equitably, and it will continue to do so for decades to come. To fully realize the benefits of these investments, students and workers at all stages of life need equitable access to education and training for the good jobs in their communities.\n                \n                Critical to achieving these goals is promoting Registered Apprenticeships, as described in title 29, parts 29 and 30, of the Code of Federal Regulations, which provide substantial benefits to both workers and employers. As the Nation's largest employer and procurer of goods and services, the Federal Government can be a model for the use and promotion of skills-based hiring, such as the use of Registered Apprenticeships, which reduces barriers to employment and attracts a diverse workforce to meet our Nation's critical needs. My Administration has made strengthening and empowering the Federal workforce a management priority. As a part of its overall strategy to hire, retain, and develop the people needed to accomplish executive department and agency (agency) missions and to create equitable, transparent, and transferable career-development pathways, the Federal Government can scale and expand Registered Apprenticeship programs to modernize and broaden avenues to Federal jobs, thereby improving access to opportunities for underserved workers.\n                Additionally, Labor-Management Forums provide an opportunity for managers, employees, and employees' union representatives to discuss how Federal Government operations can promote satisfactory labor relations and improve the productivity and effectiveness of the Federal Government. Labor-Management Forums, as complements to the existing collective bargaining process, allow managers and employees to collaborate in order to continue to deliver the highest quality goods and services to the American people.\n                It is the policy of my Administration to promote Registered Apprenticeships to meet employer needs while investing in workers' skills; reducing employment barriers; and promoting job quality, equity, inclusion, and accessibility for the benefit of the Federal Government and the Nation. Further, it is the policy of my Administration to establish cooperative and productive labor-management relations throughout the executive branch.\n                \n                    Sec. 2\n                    . \n                    Definitions.\n                     For purposes of this order:\n                \n                (a) The term “Registered Apprenticeship” means an industry-driven career pathway through which employers can develop and prepare their future workforces and individuals can obtain paid training, work experience, progressive wage increases, classroom instruction, and a portable, nationally recognized credential. A Registered Apprenticeship must meet the requirements for registration as set forth in 29 CFR parts 29 and 30.\n                \n                    (b) The term “Pre-Apprenticeship” has the meaning set forth in 29 CFR 30.2.\n                    \n\n      ( print page 17266)\n    \n                \n                (c) The term “Labor-Management Forum” means a nonadversarial forum for managers, employees, and employees' union representatives to discuss how Federal Government operations can promote satisfactory labor relations and improve the productivity and effectiveness of the Federal Government.\n                (d) The term “agencies” means the Department of State, the Department of the Treasury, the Department of Defense, the Department of the Interior, the Department of Agriculture, the Department of Commerce, the Department of Labor, the Department of Health and Human Services, the Department of Housing and Urban Development, the Department of Transportation, the Department of Energy, the Department of Education, the Department of Veterans Affairs, the Department of Homeland Security, the Environmental Protection Agency, the Office of Management and Budget, the Office of the United States Trade Representative, the Office of Science and Technology Policy, the Council on Environmental Quality, the Office of National Drug Control Policy, the Office of the National Cyber Director, the National Science Foundation, the National Aeronautics and Space Administration, the Office of Personnel Management (OPM), the General Services Administration, and the Corporation for National and Community Service.\n                (e) The term “participating agencies” means agencies led by the heads of agencies listed in section 3(b) of this order.\n                (f) The term “interested agencies” means agencies as defined in subsection (d) of this section, the heads of which are not listed in section 3(b) of this order but that are interested in expanding the use of Registered Apprenticeships by either adding Registered Apprenticeship criteria to grants or contracts or including Registered Apprenticeship career opportunities within their agency.\n                (g) The term “Labor-Management Forum agencies” means all agencies subject to chapter 71 of title 5, United States Code.\n                \n                    Sec. 3\n                    . \n                    Registered Apprenticeship Interagency Working Group.\n                     (a) There is established within the Executive Office of the President the Registered Apprenticeship Interagency Working Group (Working Group). The function of the Working Group is to coordinate policy development with regard to Registered Apprenticeships and the effective implementation of this order. The Director of the Office of Management and Budget, the Assistant to the President for Economic Policy and Director of the National Economic Council, and the Assistant to the President and Director of the Domestic Policy Council shall serve as Co-Chairs of the Working Group. The Secretary of Labor and the Director of OPM shall serve as Vice Chairs of the Working Group.\n                \n                (b) In addition to the Co-Chairs and Vice Chairs, the Working Group shall consist of the following members:\n                (i) the Secretary of the Treasury;\n                (ii) the Secretary of Defense;\n                (iii) the Secretary of the Interior;\n                (iv) the Secretary of Agriculture;\n                (v) the Secretary of Commerce;\n                (vi) the Secretary of Health and Human Services;\n                (vii) the Secretary of Transportation;\n                (viii) the Secretary of Energy;\n                (ix) the Secretary of Education;\n                (x) the Secretary of Veterans Affairs;\n                (xi) the Secretary of Homeland Security;\n                (xii) the Administrator of the Environmental Protection Agency;\n                \n                    (xiii) the Director of the Office of Science and Technology Policy;\n                    \n\n      ( print page 17267)\n    \n                \n                (xiv) the Assistant to the President and Director of the Gender Policy Council;\n                (xv) the National Cyber Director;\n                (xvi) the Director of the National Science Foundation;\n                (xvii) the Administrator of the National Aeronautics and Space Administration;\n                (xviii) the Administrator of General Services; and\n                (xix) the Chief Executive Officer of the Corporation for National and Community Service.\n                The Co-Chairs may from time to time invite heads of interested agencies to participate in the Working Group.\n                (c) The Working Group shall support the implementation of this order by providing guidance and technical assistance to agencies.\n                (d) The Working Group shall submit an initial report to the President within 180 days of the date of this order. This report shall contain:\n                (i) initial findings and recommendations on potential opportunities for Registered Apprenticeship programs at participating and interested agencies, including an assessment of the need for new hiring and promotion authorities;\n                (ii) initial findings and recommendations on the promotion of hiring and career advancement in the Federal Government for individuals who have completed a Registered Apprenticeship;\n                (iii) an assessment of how Registered Apprenticeships may enable agencies to address hiring needs and improve employee retention for roles that are important to the mission of participating agencies and the operations of the Federal Government; and\n                (iv) an assessment of how Registered Apprenticeships may expand equity and accessibility and provide pathways into and up through Federal employment for individuals in underserved communities.\n                (e) The Working Group shall assist agencies, consistent with applicable law, in promoting and utilizing Registered Apprenticeships in Federal grant programs and procurement as described in section 4 of this order. To do so, the Working Group:\n                (i) may consult with stakeholders from industry, education, labor, and other areas of society to assess demand for Registered Apprenticeships in specific occupations and sectors identified by the Working Group;\n                (ii) shall review available data provided by the Department of Labor and other relevant agencies on a periodic basis to evaluate the prevalence and growth of Registered Apprenticeships in specific occupations and sectors identified by the Working Group;\n                (iii) shall encourage the use of common reporting criteria to support agency data collection and measurement of the utilization of Registered Apprenticeships in grants and procurement, including, where permissible, data on demographics and occupation;\n                (iv) shall collect information from participating agencies on best practices for the utilization of Registered Apprenticeships in grants and contracts, including for expanding job quality, equity, and access to employment for all individuals in underserved communities, and, consistent with applicable law, shall report this information publicly to assist agencies in fulfilling their responsibilities under this order;\n                (v) shall identify agency programs for which workforce development, including use of Registered Apprenticeships, is an allowable use of funds; and\n                \n                    (vi) shall identify agency programs for which grantees and contractors could be provided incentives, consistent with agency authorities, to adopt or expand Registered Apprenticeship programs for their workforces.\n                    \n\n      ( print page 17268)\n    \n                \n                \n                    Sec. 4\n                    . \n                    Procurement and Grants.\n                     (a) Agencies shall review their Federal financial assistance programs and procurement plans and identify where, as appropriate and consistent with applicable law, they could include requirements, application evaluation factors, or incentives in appropriate program documents or solicitations for grantees or contractors to employ workers on projects receiving Federal funding who are participating in, or who have completed, either a Registered Apprenticeship or Pre-Apprenticeship.\n                \n                (b) Agencies shall, as appropriate and consistent with applicable law, apply the requirements, application evaluation factors, or incentives that they have identified pursuant to the review conducted in subsection (a) of this section in appropriate program documents or solicitations for grantees or contractors. Agencies may consult the Working Group for technical assistance and other appropriate support in these efforts.\n                (c) Agencies shall annually report to the Working Group on the programs and solicitations that included the terms described in subsection (a) of this section and the awards and contracts that promoted the use of Registered Apprenticeships and Pre-Apprenticeships pursuant to a requirement, application evaluation factor, or incentive.\n                \n                    Sec. 5\n                    . \n                    Expanded Use of Registered Apprenticeships at Agencies.\n                     Based on recommendations from the initial report described in section 3(d) of this order and in consultation with the Working Group, agencies, as part of their strategic workforce planning, shall take steps to develop and expand the use of Registered Apprenticeship programs, where practicable, to train and develop incumbent workers and candidates for employment to obtain the skills necessary to meet the current and emerging needs of the agency workforce. With respect to those programs:\n                \n                (a) Agencies shall identify, in consultation with OPM, existing authorities that can support both the hiring of new employees for Registered Apprenticeships and the training of incumbent workers through Registered Apprenticeship programs.\n                (b) Based on recommendations from the initial report described in section 3(d) of this order and in consultation with the Working Group, agencies shall identify top occupations, including those occupations for which the agency faces challenges in recruitment and training, for which the agency may benefit from the use of Registered Apprenticeship programs. Any such actions shall be consistent with section 6 of Executive Order 14035 of June 25, 2021 (Diversity, Equity, Inclusion, and Accessibility in the Federal Workforce).\n                (c) Agencies shall develop outreach and recruitment strategies to attract individuals who may not otherwise have considered a Registered Apprenticeship program for Federal employment or advancement.\n                (d) In consultation with Federal unions through Labor-Management Forums, agencies shall identify opportunities for current Federal employees to access and benefit from a Registered Apprenticeship program.\n                (e) Agencies shall establish training, mentorship, and career-development services within Registered Apprenticeship programs to support employee development and retention.\n                \n                    Sec. 6\n                    . \n                    Implementation of Labor-Management Forums Throughout the Executive Branch.\n                     (a) Executive Order 13812 of September 29, 2017 (Revocation of Executive Order Creating Labor-Management Forums), is hereby revoked.\n                \n                (b) Each Labor-Management Forum agency, consistent with any guidance issued by OPM, shall:\n                \n                    (i) establish Labor-Management Forums by creating joint labor-management committees or councils at the levels of recognition and other appropriate levels agreed to by the employee union and management, or by adapting existing councils or committees if such groups exist, to help identify problems and propose solutions to better serve the public and agency mission;\n                    \n\n      ( print page 17269)\n    \n                \n                (ii) allow employees and their union representatives to have pre-decisional involvement in workplace matters, including consultation on Registered Apprenticeship recommendations and discussions with management for the development of joint solutions to workplace challenges; and\n                (iii) evaluate and document, in consultation with union representatives and any further guidance provided by OPM, changes in employee satisfaction, manager satisfaction, and organizational performance resulting from the Labor-Management Forums.\n                (c) Each head of a Labor-Management Forum agency for which there exists one or more exclusive representatives, as defined in 5 U.S.C. 7103(a)(16), shall, in consultation with union representatives, prepare and submit to OPM, within 180 days of the date of this order, a written implementation plan that addresses the requirements of subsection (b) of this section. The Office of Personnel Management shall review each plan within 60 days of receipt and shall determine whether to certify that the plan satisfies the requirements of this order and any further guidance issued by OPM. Upon certification, the head of each Labor-Management Forum agency shall ensure that the certified plan is faithfully executed. Any plan that is determined by OPM to be insufficient shall be returned to the Labor-Management Forum agency with guidance for improvement, and the agency shall resubmit its revised plan to OPM within 30 days of receipt of the original plan from OPM.\n                \n                    Sec. 7\n                    . \n                    General Provisions.\n                     (a) This order supersedes Executive Order 13522 of December 9, 2009 (Creating Labor-Management Forums to Improve Delivery of Government Services).\n                \n                (b) Nothing in this order shall abrogate any collective bargaining agreements in effect as of the date of this order.\n                (c) Nothing in this order shall be construed to limit, preclude, or prohibit the head of any executive department or agency from electing to negotiate over any or all of the subjects set forth in 5 U.S.C. 7106(b)(1) in any negotiation.\n                (d) Nothing in this order shall be construed to impair or otherwise affect:\n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (e) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n\n      ( print page 17270)\n    \n                (f) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                March 6, 2024.\n                \n                Filed 3-8-24; 8:45 am]\n                \n            \n        \n[FR Doc. 2024-05220 \nBilling code 3395-F4-P\n\n\n      \nPublished Document: 2024-05220 (89 FR 17265)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529940399.pdf",
  "scrapedAt": "2025-03-21T04:05:41.077Z"
}