{
  "url": "https://www.federalregister.gov/documents/2017/10/04/2017-21555/continuance-of-certain-federal-advisory-committees",
  "title": "Continuance of Certain Federal Advisory Committees",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Continuance of Certain Federal Advisory Committees\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 10/04/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-21555 (82 FR 46363)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-21555 (82 FR 46363)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 46363\n          \n        \n\n        Document Number\n        \n          2017-21555\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13811\n            \n          \n\n        Pages\n        \n          46363-46365\n          (3 pages)\n        \n\n        Publication Date\n        \n          10/04/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13811\n          \n        \n\n        EO Notes\n        \n          Supersedes: EO 13708, September 30, 2015 Revokes: EO 13805, July 19, 2017\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          September 29, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 46363\n          \n        \n\n        Document Number\n        \n          2017-21555\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13811\n            \n          \n\n        Pages\n        \n          46363-46365\n          (3 pages)\n        \n\n        Publication Date\n        \n          10/04/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13811\n          \n        \n\n        EO Notes\n        \n          Supersedes: EO 13708, September 30, 2015 Revokes: EO 13805, July 19, 2017\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          September 29, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Continuance of Certain Federal Advisory Committees\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-21555\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        5,231\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        10/03/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-21555 (82 FR 46363)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 46363)\n    \n                Executive Order 13811 of September 29, 2017\n                Continuance of Certain Federal Advisory Committees\n                By the authority vested in me as President, by the Constitution and the laws of the United States of America, and consistent with the provisions of the Federal Advisory Committee Act, as amended (5 U.S.C. App.), it is hereby ordered as follows:\n                \n                    Section 1\n                    . Each advisory committee listed below is continued until September 30, 2019.\n                \n                (a) Committee for the Preservation of the White House; Executive Order 11145, as amended (Department of the Interior).\n                (b) President's Commission on White House Fellowships; Executive Order 11183, as amended (Office of Personnel Management).\n                (c) President's Committee on the National Medal of Science; Executive Order 11287, as amended (National Science Foundation).\n                (d) President's Export Council; Executive Order 12131, as amended (Department of Commerce).\n                (e) President's Committee on the International Labor Organization; Executive Order 12216, as amended (Department of Labor).\n                (f) President's National Security Telecommunications Advisory Committee; Executive Order 12382, as amended (Department of Homeland Security).\n                (g) National Industrial Security Program Policy Advisory Committee; Executive Order 12829, as amended (National Archives and Records Administration).\n                (h) Trade and Environment Policy Advisory Committee; Executive Order 12905 (Office of the United States Trade Representative).\n                (i) Governmental Advisory Committee to the United States Representative to the North American Commission for Environmental Cooperation; Executive Order 12915 (Environmental Protection Agency).\n                (j) National Advisory Committee to the United States Representative to the North American Commission for Environmental Cooperation; Executive Order 12915 (Environmental Protection Agency).\n                (k) Good Neighbor Environmental Board; Executive Order 12916, as amended (Environmental Protection Agency).\n                (l) Presidential Advisory Council on HIV/AIDS; Executive Order 12963, as amended (Department of Health and Human Services).\n                (m) President's Committee for People with Intellectual Disabilities; Executive Order 12994, as amended (Department of Health and Human Services).\n                (n) Invasive Species Advisory Committee; Executive Order 13112, as amended (Department of the Interior).\n                (o) Marine Protected Areas Federal Advisory Committee; Executive Order 13158 (Department of Commerce).\n                (p) Advisory Board on Radiation and Worker Health; Executive Order 13179 (Department of Health and Human Services).\n                \n                    (q) National Infrastructure Advisory Council; Executive Order 13231, as amended (Department of Homeland Security).\n                    \n\n      ( print page 46364)\n    \n                \n                (r) President's Council on Fitness, Sports, and Nutrition; Executive Order 13265, as amended (Department of Health and Human Services).\n                (s) President's Advisory Commission on Asian Americans and Pacific Islanders; Executive Order 13515, as amended (Department of Education).\n                (t) President's Council of Advisors on Science and Technology; Executive Order 13539, as amended (Department of Energy).\n                (u) Interagency Task Force on Veterans Small Business Development; Executive Order 13540 (Small Business Administration).\n                (v) State, Local, Tribal, and Private Sector (SLTPS) Policy Advisory Committee; Executive Order 13549 (National Archives and Records Administration).\n                (w) President's Advisory Commission on Educational Excellence for Hispanics; Executive Order 13555 (Department of Education).\n                (x) President's Advisory Commission on Educational Excellence for African Americans; Executive Order 13621 (Department of Education).\n                (y) President's Advisory Council on Doing Business in Africa; Executive Order 13675, as amended (Department of Commerce).\n                (z) Presidential Advisory Council on Combating Antibiotic-Resistant Bacteria; Executive Order 13676 (Department of Health and Human Services).\n                (aa) Commerce Spectrum Management Advisory Committee; initially established pursuant to Presidential Memorandum on Improving Spectrum Management for the 21st Century (November 30, 2004) (Department of Commerce).\n                (bb) National Space-Based Positioning, Navigation, and Timing Advisory Board; National Security Presidential Directive-39, “U.S. National Space-Based Position, Navigation, and Timing Policy” (December 8, 2004) (National Aeronautics and Space Administration).\n                (cc) San Juan Islands National Monument Advisory Committee; Proclamation 8947 of March 25, 2013 (Department of the Interior).\n                (dd) Bears Ears National Monument Advisory Committee; Proclamation 9558 of December 28, 2016 (Department of the Interior).\n                (ee) Gold Butte National Monument Advisory Committee; Proclamation 9559 of December 28, 2016 (Department of the Interior).\n                (ff) President's Board of Advisors on Historically Black Colleges and Universities; Executive Order 13779 (Department of Education).\n                \n                    Sec. 2\n                    . Notwithstanding the provisions of any other Executive Order, the functions of the President under the Federal Advisory Committee Act that are applicable to the committees listed in section 1 of this order shall be performed by the head of the department or agency designated after each committee, in accordance with the regulations, guidelines, and procedures established by the Administrator of General Services.\n                    \n\n      ( print page 46365)\n    \n                \n                \n                    Sec. 3\n                    . Sections 1 and 2 of Executive Order 13708 of September 30, 2015, are hereby superseded by sections 1 and 2 of this order. Executive Order 13805 of July 19, 2017 (Establishing a Presidential Advisory Council on Infrastructure) is hereby revoked.\n                \n                \n                    Sec. 4\n                    . This order shall be effective September 30, 2017.\n                \n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                September 29, 2017.\n                \n                Filed 10-3-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-21555 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-21555 (82 FR 46363)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529945938.pdf",
  "scrapedAt": "2025-03-21T04:05:46.326Z"
}