{
  "url": "https://www.federalregister.gov/documents/2017/04/03/2017-06716/establishing-the-presidents-commission-on-combating-drug-addiction-and-the-opioid-crisis",
  "title": "Establishing the President's Commission on Combating Drug Addiction and the Opioid Crisis",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Establishing the President's Commission on Combating Drug Addiction and the Opioid Crisis\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 04/03/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-06716 (82 FR 16283)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-06716 (82 FR 16283)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16283\n          \n        \n\n        Document Number\n        \n          2017-06716\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13784\n            \n          \n\n        Pages\n        \n          16283-16285\n          (3 pages)\n        \n\n        Publication Date\n        \n          04/03/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13784\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 29, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16283\n          \n        \n\n        Document Number\n        \n          2017-06716\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13784\n            \n          \n\n        Pages\n        \n          16283-16285\n          (3 pages)\n        \n\n        Publication Date\n        \n          04/03/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13784\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 29, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Establishing the President's Commission on Combating Drug Addiction and the Opioid Crisis\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-06716\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        5,703\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        03/31/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-06716 (82 FR 16283)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 16283)\n    \n                Executive Order 13784 of March 29, 2017\n                Establishing the President's Commission on Combating Drug Addiction and the Opioid Crisis\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy.\n                     It shall be the policy of the executive branch to combat the scourge of drug abuse, addiction, and overdose (drug addiction), including opioid abuse, addiction, and overdose (opioid crisis). This public health crisis was responsible for more than 50,000 deaths in 2015 alone, most of which involved an opioid, and has caused families and communities across America to endure significant pain, suffering, and financial harm.\n                \n                \n                    Sec. 2\n                    . \n                    Establishment of Commission.\n                     There is established the President's Commission on Combating Drug Addiction and the Opioid Crisis (Commission).\n                \n                \n                    Sec. 3\n                    . \n                    Membership of Commission.\n                     (a) The Commission shall be composed of members designated or appointed by the President.\n                \n                (b) The members of the Commission shall be selected so that membership is fairly balanced in terms of the points of view represented and the functions to be performed by the Commission.\n                (c) The President shall designate the Chair of the Commission (Chair) from among the Commission's members.\n                \n                    Sec. 4\n                    . \n                    Mission of Commission.\n                     The mission of the Commission shall be to study the scope and effectiveness of the Federal response to drug addiction and the opioid crisis described in section 1 of this order and to make recommendations to the President for improving that response. The Commission shall:\n                \n                (a) identify and describe existing Federal funding used to combat drug addiction and the opioid crisis;\n                (b) assess the availability and accessibility of drug addiction treatment services and overdose reversal throughout the country and identify areas that are underserved;\n                (c) identify and report on best practices for addiction prevention, including healthcare provider education and evaluation of prescription practices, and the use and effectiveness of State prescription drug monitoring programs;\n                (d) review the literature evaluating the effectiveness of educational messages for youth and adults with respect to prescription and illicit opioids;\n                (e) identify and evaluate existing Federal programs to prevent and treat drug addiction for their scope and effectiveness, and make recommendations for improving these programs; and\n                (f) make recommendations to the President for improving the Federal response to drug addiction and the opioid crisis.\n                \n                    Sec. 5\n                    . \n                    Administration of Commission.\n                     (a) The Office of National Drug Control Policy (ONDCP) shall, to the extent permitted by law, provide administrative support for the Commission.\n                \n                \n                    (b) Members of the Commission shall serve without any additional compensation for their work on the Commission. Members of the Commission appointed from among private citizens of the United States, while engaged in the work of the Commission, may be allowed travel expenses, including \n                    \n\n      ( print page 16284)\n    \n                    per diem in lieu of subsistence, to the extent permitted by law for persons serving intermittently in Government service (5 U.S.C. 5701-5707), consistent with the availability of funds.\n                \n                (c) Insofar as the Federal Advisory Committee Act, as amended (5 U.S.C. App.) (Act), may apply to the Commission, any functions of the President under that Act, except for those in section 6 and section 14 of that Act, shall be performed by the Director of the ONDCP, in accordance with the guidelines that have been issued by the Administrator of General Services.\n                \n                    Sec. 6\n                    . \n                    Funding of Commission.\n                     The ONDCP shall, to the extent permitted by law and consistent with the need for funding determined by the President, make funds appropriated to the ONDCP available to pay the costs of the activities of the Commission.\n                \n                \n                    Sec. 7\n                    . \n                    Reports of Commission.\n                     Within 90 days of the date of this order, the Commission shall submit to the President a report on its interim recommendations regarding how the Federal Government can address drug addiction and the opioid crisis described in section 1 of this order, and shall submit a report containing its final findings and recommendations by October 1, 2017, unless the Chair provides written notice to the President that an extension is necessary.\n                \n                \n                    Sec. 8\n                    . \n                    Termination of Commission.\n                     The Commission shall terminate 30 days after submitting its final report, unless extended by the President prior to that date.\n                \n                \n                    Sec. 9\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n\n      ( print page 16285)\n    \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                March 29, 2017.\n                \n                Filed 3-31-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-06716 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-06716 (82 FR 16283)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529142114.pdf",
  "scrapedAt": "2025-03-21T03:52:22.917Z"
}