{
  "url": "https://www.federalregister.gov/executive-order/13597",
  "title": "EO 13597",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Establishing Visa and Foreign Visitor Processing Goals and the Task Force On Travel and Competitiveness\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 01/24/2012\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2012-1568 (77 FR 3373)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2012-1568 (77 FR 3373)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          77 FR 3373\n          \n        \n\n        Document Number\n        \n          2012-1568\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13597\n            \n          \n\n        Pages\n        \n          3373-3375\n          (3 pages)\n        \n\n        Publication Date\n        \n          01/24/2012\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13597\n          \n        \n\n        EO Notes\n        \n          See: EO 13749, November 29, 2016\nAmended by: EO 13802, June 21, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 19, 2012\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          77 FR 3373\n          \n        \n\n        Document Number\n        \n          2012-1568\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13597\n            \n          \n\n        Pages\n        \n          3373-3375\n          (3 pages)\n        \n\n        Publication Date\n        \n          01/24/2012\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13597\n          \n        \n\n        EO Notes\n        \n          See: EO 13749, November 29, 2016\nAmended by: EO 13802, June 21, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 19, 2012\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Establishing Visa and Foreign Visitor Processing Goals and the Task Force On Travel and Competitiveness\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2012-1568\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        4,010\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        01/23/2012 at  8:45 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2012-1568 (77 FR 3373)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 3373)\n    \n                Executive Order 13597 of January 19, 2012\n                Establishing Visa and Foreign Visitor Processing Goals and the Task Force On Travel and Competitiveness\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and to improve visa and foreign visitor processing and travel promotion in order to create jobs and spur economic growth in the United States, while continuing to protect our national security, it is hereby ordered as follows: \n                \n                    Section 1.\n                      \n                    Policy. \n                    The travel and tourism industry is one of our Nation's leading service sectors and sources of exports.  However, the U.S. market share of spending by international travelers fell from 17 percent to 11 percent of the global market from 2000 to 2010, more than a 30 percent decrease in our share of the global market.  This decrease was due primarily to increased international competition, changing patterns in global development, and, to some degree, more stringent security requirements imposed after 2001.  Given the importance of the travel and tourism industry to the U.S. economy and job creation, a coordinated policy, consistent with protecting our national security, is needed to support a prosperous and secure travel and tourism industry in the United States. \n                \n                Steady progress has been made since 2010, when my Administration launched the National Export Initiative and the Travel Promotion Act was signed into law.  While our processes for moving people and goods across our borders are now both more secure and more efficient, new initiatives are needed to enable us to better capitalize on the economic opportunities presented by a dynamic 21st century travel and tourism industry. \n                \n                    Sec. 2.\n                      \n                    Visa and Foreign Visitor Processing. \n                    (a) The Assistant to the President for Homeland Security and Counterterrorism shall, consistent with Presidential Policy Directive 1 or any successor documents and in coordination with the Assistant to the President and Cabinet Secretary, maintain an interagency process for coordinating the implementation of regulatory improvements and the evaluation of legislative proposals to enhance and expedite travel to and arrival in the United States by foreign nationals, consistent with national security requirements. \n                \n                (b) The Secretaries of State and Homeland Security, in consultation with the Assistant to the President for Homeland Security and Counterterrorism, the Director of the Office of Management and Budget, and the heads of such agencies as appropriate, shall develop an implementation plan, within 60 days of the date of this order, describing actions to be undertaken, including those that build upon efforts underway, to achieve the following: \n                (i) increase nonimmigrant visa processing capacity in China and Brazil by 40 percent over the coming year; \n                (ii) ensure that 80 percent of nonimmigrant visa applicants are interviewed within 3 weeks of receipt of application, recognizing that resource and security considerations and the need to ensure provision of consular services to U.S. citizens may dictate specific exceptions; \n                (iii) increase efforts to expand the Visa Waiver Program and travel by nationals of Visa Waiver Program participants; and \n                \n                    (iv) expand reciprocal recognition programs for expedited travel, such as the Global Entry program. \n                    \n\n      ( print page 3374)\n    \n                \n                This plan should also identify other appropriate measures that will enhance and expedite travel to and arrival in the United States by foreign nationals, consistent with national security requirements, as well as any potential challenges in achieving the stated goals of this subsection. \n                (c) Within 180 days of the date of this order, and periodically thereafter, the Secretaries of State and Homeland Security shall jointly submit through the Assistant to the President for Homeland Security and Counterterrorism a report to the President describing the progress on achieving the goals set forth in this section (as well as areas of concern or barriers to achieving those goals) to ensure the country remains secure while increasing travel and tourism to the United States. \n                (d) The Secretary of Commerce shall establish and maintain a publicly available website that provides updated metrics from across the Federal Government to assist industry and travelers in understanding the current status of the industry and its relevance to the economy, statistics on visa processes in key travel and tourism markets, and entry times into the United States. \n                \n                    Sec. 3.\n                      \n                    Task Force on Travel and Competitiveness. \n                    (a)  A Task Force on Travel and Competitiveness (Task Force) is hereby established to develop the National Travel and Tourism Strategy described in this section.  The Secretaries of Commerce and the Interior shall serve as Co-Chairs of the Task Force.  The Task Force shall also include the heads of the following executive departments and agencies (agencies), or senior level officials designated by them: \n                \n                (i) Department of State; \n                (ii) Department of the Treasury; \n                (iii) Department of Agriculture; \n                (iv) Department of Labor; \n                (v) Department of Transportation; \n                (vi) Department of Homeland Security; \n                (vii) Army Corps of Engineers; \n                (viii) Office of the United States Trade Representative; \n                (ix) Export-Import Bank; and \n                (x) Other agencies invited to participate by the Task Force Co-Chairs. \n                (b) The Secretaries of Commerce and the Interior, in consultation with the Director of the Office of Management and Budget, the Assistant to the President for Homeland Security and Counterterrorism, the Assistant to the President for Economic Policy, and the Assistant to the President for Domestic Policy, shall coordinate the overall work of the Task Force and assist its members in performing the responsibilities described herein. \n                (c) The Task Force shall develop a National Travel and Tourism Strategy with recommendations for new policies and initiatives to promote domestic and international travel opportunities throughout the United States with the goal of increasing the United States market share of worldwide travel, including obtaining a greater share of long-haul travel from Brazil, China, and India.  Such recommendations shall include, among other things, strategies to promote visits to the United States public lands, waters, shores, monuments, and other iconic American destinations, thereby expanding job creation in the United States.  The Task Force shall also consider recommendations to promote and expand travel and tourism opportunities in rural communities.  In addition, the National Travel and Tourism Strategy shall identify any barriers to increasing the United States market share of worldwide travel, and any other related areas of concern.  The Task Force shall deliver the National Travel and Tourism Strategy to the President within 90 days of the date of this order. \n                \n                    (d) The Task Force, through the Secretary of Commerce, shall also coordinate with the Corporation for Travel Promotion (currently doing business \n                    \n\n      ( print page 3375)\n    \n                    as Brand USA, a nonprofit corporation established by the Travel Promotion Act of 2009 to promote travel to the United States) and the Tourism Policy Council, established by the United States National Tourism Organization Act of 1996.  The Secretary of Commerce shall serve as the liaison between the Task Force and the United States Travel and Tourism Advisory Board (Board) chartered by the Secretary and shall consider the Board's advice in his or her role with the Task Force. \n                \n                (e) The Tourism Policy Council coordinates policies concerning travel promotion and ensures consistency and cooperation among agencies, as set forth in the United States National Tourism Organization Act of 1996.  The Task Force shall consult with the Tourism Policy Council where appropriate to facilitate the development of the National Travel and Tourism Strategy. \n                \n                    Sec. 4.\n                      \n                    General Provisions. \n                     (a) This order shall be implemented consistent with applicable law, and subject to the availability of appropriations. \n                \n                (b) Nothing in this order shall be construed to impair or otherwise affect: \n                (i) the authority granted by law to an executive department, agency, or the head thereof; or \n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals. \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities its officers, employees, or agents, or any other person. \n                \n                    \n                \n                  \n                THE WHITE HOUSE, \n                January 19, 2012. \n                \n                Filed 1-23-12; 8:45 am] \n                \n            \n        \n[FR Doc. 2012-1568\nBilling code 3295-F2-P \n\n\n      \nPublished Document: 2012-1568 (77 FR 3373)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528765186.pdf",
  "scrapedAt": "2025-03-21T03:46:05.822Z"
}