{
  "url": "https://www.federalregister.gov/documents/2017/03/01/2017-04107/enforcing-the-regulatory-reform-agenda",
  "title": "Enforcing the Regulatory Reform Agenda",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Enforcing the Regulatory Reform Agenda\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 03/01/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-04107 (82 FR 12285)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-04107 (82 FR 12285)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 12285\n          \n        \n\n        Document Number\n        \n          2017-04107\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13777\n            \n          \n\n        Pages\n        \n          12285-12287\n          (3 pages)\n        \n\n        Publication Date\n        \n          03/01/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13777\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993; EO 13563, January 18, 2011; EO 13771, January 30, 2017 \nRevoked by: EO 13992, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          February 24, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 12285\n          \n        \n\n        Document Number\n        \n          2017-04107\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13777\n            \n          \n\n        Pages\n        \n          12285-12287\n          (3 pages)\n        \n\n        Publication Date\n        \n          03/01/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13777\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993; EO 13563, January 18, 2011; EO 13771, January 30, 2017 \nRevoked by: EO 13992, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          February 24, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Enforcing the Regulatory Reform Agenda\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-04107\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        39,988\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        02/28/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-04107 (82 FR 12285)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13777 of February 24, 2017\n                    Enforcing the Regulatory Reform Agenda\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to lower regulatory burdens on the American people by implementing and enforcing regulatory reform, it is hereby ordered as follows:\n                    \n                        Section 1\n                        . \n                        Policy.\n                         It is the policy of the United States to alleviate unnecessary regulatory burdens placed on the American people.\n                    \n                    \n                        Sec. 2\n                        . \n                        Regulatory Reform Officers.\n                         (a) Within 60 days of the date of this order, the head of each agency, except the heads of agencies receiving waivers under section 5 of this order, shall designate an agency official as its Regulatory Reform Officer (RRO). Each RRO shall oversee the implementation of regulatory reform initiatives and policies to ensure that agencies effectively carry out regulatory reforms, consistent with applicable law. These initiatives and policies include:\n                    \n                    (i) Executive Order 13771 of January 30, 2017 (Reducing Regulation and Controlling Regulatory Costs), regarding offsetting the number and cost of new regulations;\n                    (ii) Executive Order 12866 of September 30, 1993 (Regulatory Planning and Review), as amended, regarding regulatory planning and review;\n                    (iii) section 6 of Executive Order 13563 of January 18, 2011 (Improving Regulation and Regulatory Review), regarding retrospective review; and\n                    (iv) the termination, consistent with applicable law, of programs and activities that derive from or implement Executive Orders, guidance documents, policy memoranda, rule interpretations, and similar documents, or relevant portions thereof, that have been rescinded.\n                    (b) Each agency RRO shall periodically report to the agency head and regularly consult with agency leadership.\n                    \n                        Sec. 3\n                        . \n                        Regulatory Reform Task Forces.\n                         (a) Each agency shall establish a Regulatory Reform Task Force composed of:\n                    \n                    (i) the agency RRO;\n                    (ii) the agency Regulatory Policy Officer designated under section 6(a)(2) of Executive Order 12866;\n                    (iii) a representative from the agency's central policy office or equivalent central office; and\n                    (iv) for agencies listed in section 901(b)(1) of title 31, United States Code, at least three additional senior agency officials as determined by the agency head.\n                    (b) Unless otherwise designated by the agency head, the agency RRO shall chair the agency's Regulatory Reform Task Force.\n                    \n                        (c) Each entity staffed by officials of multiple agencies, such as the Chief Acquisition Officers Council, shall form a joint Regulatory Reform Task Force composed of at least one official described in subsection (a) of this section from each constituent agency's Regulatory Reform Task Force. Joint Regulatory Reform Task Forces shall implement this order in coordination with the Regulatory Reform Task Forces of their members' respective agencies.\n                        \n\n      ( print page 12286)\n    \n                    \n                    (d) Each Regulatory Reform Task Force shall evaluate existing regulations (as defined in section 4 of Executive Order 13771) and make recommendations to the agency head regarding their repeal, replacement, or modification, consistent with applicable law. At a minimum, each Regulatory Reform Task Force shall attempt to identify regulations that:\n                    (i) eliminate jobs, or inhibit job creation;\n                    (ii) are outdated, unnecessary, or ineffective;\n                    (iii) impose costs that exceed benefits;\n                    (iv) create a serious inconsistency or otherwise interfere with regulatory reform initiatives and policies;\n                    (v) are inconsistent with the requirements of section 515 of the Treasury and General Government Appropriations Act, 2001 (44 U.S.C. 3516 note), or the guidance issued pursuant to that provision, in particular those regulations that rely in whole or in part on data, information, or methods that are not publicly available or that are insufficiently transparent to meet the standard for reproducibility; or\n                    (vi) derive from or implement Executive Orders or other Presidential directives that have been subsequently rescinded or substantially modified.\n                    (e) In performing the evaluation described in subsection (d) of this section, each Regulatory Reform Task Force shall seek input and other assistance, as permitted by law, from entities significantly affected by Federal regulations, including State, local, and tribal governments, small businesses, consumers, non-governmental organizations, and trade associations.\n                    (f) When implementing the regulatory offsets required by Executive Order 13771, each agency head should prioritize, to the extent permitted by law, those regulations that the agency's Regulatory Reform Task Force has identified as being outdated, unnecessary, or ineffective pursuant to subsection (d)(ii) of this section.\n                    (g) Within 90 days of the date of this order, and on a schedule determined by the agency head thereafter, each Regulatory Reform Task Force shall provide a report to the agency head detailing the agency's progress toward the following goals:\n                    (i) improving implementation of regulatory reform initiatives and policies pursuant to section 2 of this order; and\n                    (ii) identifying regulations for repeal, replacement, or modification.\n                    \n                        Sec. 4\n                        . \n                        Accountability.\n                         Consistent with the policy set forth in section 1 of this order, each agency should measure its progress in performing the tasks outlined in section 3 of this order.\n                    \n                    (a) Agencies listed in section 901(b)(1) of title 31, United States Code, shall incorporate in their annual performance plans (required under the Government Performance and Results Act, as amended (see 31 U.S.C. 1115(b))), performance indicators that measure progress toward the two goals listed in section 3(g) of this order. Within 60 days of the date of this order, the Director of the Office of Management and Budget (Director) shall issue guidance regarding the implementation of this subsection. Such guidance may also address how agencies not otherwise covered under this subsection should be held accountable for compliance with this order.\n                    (b) The head of each agency shall consider the progress toward the two goals listed in section 3(g) of this order in assessing the performance of the Regulatory Reform Task Force and, to the extent permitted by law, those individuals responsible for developing and issuing agency regulations.\n                    \n                        Sec. 5\n                        . \n                        Waiver.\n                         Upon the request of an agency head, the Director may waive compliance with this order if the Director determines that the agency generally issues very few or no regulations (as defined in section 4 of Executive Order 13771). The Director may revoke a waiver at any time. The Director shall publish, at least once every 3 months, a list of agencies with current waivers.\n                        \n\n      ( print page 12287)\n    \n                    \n                    \n                        Sec. 6\n                        . \n                        General Provisions.\n                         (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n                    (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                    (ii) the functions of the Director relating to budgetary, administrative, or legislative proposals.\n                    (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    February 24, 2017.\n                    \n                    Filed 2-28-17; 11:15 am]\n                    \n                \n            \n[FR Doc. 2017-04107 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-04107 (82 FR 12285)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529358699.pdf",
  "scrapedAt": "2025-03-21T03:55:59.089Z"
}