{
  "url": "https://www.federalregister.gov/executive-order/13563",
  "title": "EO 13563",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Improving Regulation and Regulatory Review\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 01/21/2011\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2011-1385 (76 FR 3821)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2011-1385 (76 FR 3821)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          76 FR 3821\n          \n        \n\n        Document Number\n        \n          2011-1385\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13563\n            \n          \n\n        Pages\n        \n          3821-3823\n          (3 pages)\n        \n\n        Publication Date\n        \n          01/21/2011\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13563\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993; EO 13579, July 11, 2011; EO 13604, March 22, 2012; EO 13609, May 1, 2012; EO 13610, May 10, 2012; EO 13636, February 12, 2013; EO 13707, September 15, 2015; EO 13777, February 24, 2017; EO 14094, April 6, 2023\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 18, 2011\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          76 FR 3821\n          \n        \n\n        Document Number\n        \n          2011-1385\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13563\n            \n          \n\n        Pages\n        \n          3821-3823\n          (3 pages)\n        \n\n        Publication Date\n        \n          01/21/2011\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13563\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993; EO 13579, July 11, 2011; EO 13604, March 22, 2012; EO 13609, May 1, 2012; EO 13610, May 10, 2012; EO 13636, February 12, 2013; EO 13707, September 15, 2015; EO 13777, February 24, 2017; EO 14094, April 6, 2023\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          January 18, 2011\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Improving Regulation and Regulatory Review \n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2011-1385\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        40,508\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n\n\n  \n\n  \n    Published Document: 2011-1385 (76 FR 3821)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                  \n                \n                \n                Executive Order 13563 of January 18, 2011 \n                Improving Regulation and Regulatory Review \n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to improve regulation and regulatory review, it is hereby ordered as follows: \n                \n                    Section 1.\n                      \n                    General Principles of Regulation. \n                    (a)  Our regulatory system must protect public health, welfare, safety, and our environment while promoting economic growth, innovation, competitiveness, and job creation.  It must be based on the best available science. It must allow for public participation and an open exchange of ideas.  It must promote predictability and reduce uncertainty.  It must identify and use the best, most innovative, and least burdensome tools for achieving regulatory ends.  It must take into account benefits and costs, both quantitative and qualitative. It must ensure that regulations are accessible, consistent, written in plain language, and easy to understand.  It must measure, and seek to improve, the actual results of regulatory requirements. \n                \n                (b) This order is supplemental to and reaffirms the principles, structures, and definitions governing contemporary regulatory review that were established in Executive Order 12866 of September 30, 1993.  As stated in that Executive Order and to the extent permitted by law, each agency must, among other things:  (1) propose or adopt a regulation only upon a reasoned determination that its benefits justify its costs (recognizing that some benefits and costs are difficult to quantify); (2) tailor its regulations to impose the least burden on society, consistent with obtaining regulatory objectives, taking into account, among other things, and to the extent practicable, the costs of cumulative regulations; (3) select, in choosing among alternative regulatory approaches, those approaches that maximize net benefits (including potential economic, environmental, public health and safety, and other advantages; distributive impacts; and equity); (4) to the extent feasible, specify performance objectives, rather than specifying the behavior or manner of compliance that regulated entities must adopt; and (5) identify and assess available alternatives to direct regulation, including providing economic incentives to encourage the desired behavior, such as user fees or marketable permits, or providing information upon which choices can be made by the public. \n                (c)  In applying these principles, each agency is directed to use the best available techniques to quantify anticipated present and future benefits and costs as accurately as possible. Where appropriate and permitted by law, each agency may consider (and discuss qualitatively) values that are difficult or impossible to quantify, including equity, human dignity, fairness, and distributive impacts. \n                \n                    Sec. 2.\n                      \n                    Public Participation. \n                    (a)  Regulations shall be adopted through a process that involves public participation.  To that end, regulations shall be based, to the extent feasible and consistent with law, on the open exchange of information and perspectives among State, local, and tribal officials, experts in relevant disciplines, affected stakeholders in the private sector, and the public as a whole. \n                \n                \n                    (b) To promote that open exchange, each agency, consistent with Executive Order 12866 and other applicable legal requirements, shall endeavor to provide the public with an opportunity to participate in the regulatory process.  To the extent feasible and permitted by law, each agency shall afford the public a meaningful opportunity to comment through the Internet on any proposed regulation, with a comment period that should generally \n                    \n\n      ( print page 3822)\n    \n                    be at least 60 days.  To the extent feasible and permitted by law, each agency shall also provide, for both proposed and final rules, timely online access to the rulemaking docket on regulations.gov, including relevant scientific and technical findings, in an open format that can be easily searched and downloaded.  For proposed rules, such access shall include, to the extent feasible and permitted by law, an opportunity for public comment on all pertinent parts of the rulemaking docket, including relevant scientific and technical findings. \n                \n                (c)  Before issuing a notice of proposed rulemaking, each agency, where feasible and appropriate, shall seek the views of those who are likely to be affected, including those who are likely to benefit from and those who are potentially subject to such rulemaking. \n                \n                    Sec. 3.\n                      \n                    Integration and Innovation. \n                    Some sectors and industries face a significant number of regulatory requirements, some of which may be redundant, inconsistent, or overlapping.  Greater coordination across agencies could reduce these requirements, thus reducing costs and simplifying and harmonizing rules.  In developing regulatory actions and identifying appropriate approaches, each agency shall attempt to promote such coordination, simplification, and harmonization.  Each agency shall also seek to identify, as appropriate, means to achieve regulatory goals that are designed to promote innovation. \n                \n                \n                    Sec. 4.\n                      \n                    Flexible Approaches. \n                    Where relevant, feasible, and consistent with regulatory objectives, and to the extent permitted by law, each agency shall identify and consider regulatory approaches that reduce burdens and maintain flexibility and freedom of choice for the public.  These approaches include warnings, appropriate default rules, and disclosure requirements as well as provision of information to the public in a form that is clear and intelligible. \n                \n                \n                    Sec. 5.\n                      \n                    Science. \n                    Consistent with the President's Memorandum for the Heads of Executive Departments and Agencies, “Scientific Integrity” (March 9, 2009), and its implementing guidance, each agency shall ensure the objectivity of any scientific and technological information and processes used to support the agency's regulatory actions. \n                \n                \n                    Sec. 6.\n                      \n                    Retrospective Analyses of Existing Rules. \n                    (a)  To facilitate the periodic review of existing significant regulations, agencies shall consider how best to promote retrospective analysis of rules that may be outmoded, ineffective, insufficient, or excessively burdensome, and to modify, streamline, expand, or repeal them in accordance with what has been learned.  Such retrospective analyses, including supporting data, should be released online whenever possible. \n                \n                (b) Within 120 days of the date of this order, each agency shall develop and submit to the Office of Information and Regulatory Affairs a preliminary plan, consistent with law and its resources and regulatory priorities, under which the agency will periodically review its existing significant regulations to determine whether any such regulations should be modified, streamlined, expanded, or repealed so as to make the agency's regulatory program more effective or less burdensome in achieving the regulatory objectives. \n                \n                    Sec. 7.\n                      \n                    General Provisions. \n                    (a) For purposes of this order, “agency” shall have the meaning set forth in section 3(b) of Executive Order 12866. \n                \n                (b)  Nothing in this order shall be construed to impair or otherwise affect: \n                (i)   authority granted by law to a department or agency, or the head thereof; or \n                (ii)  functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals. \n                (c) This order shall be implemented consistent with applicable law and subject to the availability of appropriations. \n                \n\n      ( print page 3823)\n    \n                (d) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person. \n                \n                    \n                \n                  \n                THE WHITE HOUSE, \n                January 18, 2011. \n                \n                Filed 1-20-11; 8:45 am] \n                \n            \n        \n[FR Doc. 2011-1385\nBilling code 3195-W1-\n\n\n      \nPublished Document: 2011-1385 (76 FR 3821)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529380416.pdf",
  "scrapedAt": "2025-03-21T03:56:21.963Z"
}