{
  "url": "https://www.federalregister.gov/documents/2017/02/14/2017-03113/enforcing-federal-law-with-respect-to-transnational-criminal-organizations-and-preventing",
  "title": "2017-03113",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Enforcing Federal Law With Respect to Transnational Criminal Organizations and Preventing International Trafficking\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 02/14/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-03113 (82 FR 10691)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-03113 (82 FR 10691)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 10691\n          \n        \n\n        Document Number\n        \n          2017-03113\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13773\n            \n          \n\n        Pages\n        \n          10691-10693\n          (3 pages)\n        \n\n        Publication Date\n        \n          02/14/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13773\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          February 9, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 10691\n          \n        \n\n        Document Number\n        \n          2017-03113\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13773\n            \n          \n\n        Pages\n        \n          10691-10693\n          (3 pages)\n        \n\n        Publication Date\n        \n          02/14/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13773\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          February 9, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Enforcing Federal Law With Respect to Transnational Criminal Organizations and Preventing International Trafficking\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-03113\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        17,330\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        02/13/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-03113 (82 FR 10691)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13773 of February 9, 2017\n                    Enforcing Federal Law With Respect to Transnational Criminal Organizations and Preventing International Trafficking\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                    \n                        Section 1\n                        . \n                        Purpose.\n                         Transnational criminal organizations and subsidiary organizations, including transnational drug cartels, have spread throughout the Nation, threatening the safety of the United States and its citizens. These organizations derive revenue through widespread illegal conduct, including acts of violence and abuse that exhibit a wanton disregard for human life. They, for example, have been known to commit brutal murders, rapes, and other barbaric acts.\n                    \n                    These groups are drivers of crime, corruption, violence, and misery. In particular, the trafficking by cartels of controlled substances has triggered a resurgence in deadly drug abuse and a corresponding rise in violent crime related to drugs. Likewise, the trafficking and smuggling of human beings by transnational criminal groups risks creating a humanitarian crisis. These crimes, along with many others, are enriching and empowering these organizations to the detriment of the American people.\n                    A comprehensive and decisive approach is required to dismantle these organized crime syndicates and restore safety for the American people.\n                    \n                        Sec. 2\n                        . \n                        Policy.\n                         It shall be the policy of the executive branch to:\n                    \n                    (a) strengthen enforcement of Federal law in order to thwart transnational criminal organizations and subsidiary organizations, including criminal gangs, cartels, racketeering organizations, and other groups engaged in illicit activities that present a threat to public safety and national security and that are related to, for example:\n                    (i) the illegal smuggling and trafficking of humans, drugs or other substances, wildlife, and weapons;\n                    (ii) corruption, cybercrime, fraud, financial crimes, and intellectual-property theft; or\n                    (iii) the illegal concealment or transfer of proceeds derived from such illicit activities.\n                    (b) ensure that Federal law enforcement agencies give a high priority and devote sufficient resources to efforts to identify, interdict, disrupt, and dismantle transnational criminal organizations and subsidiary organizations, including through the investigation, apprehension, and prosecution of members of such organizations, the extradition of members of such organizations to face justice in the United States and, where appropriate and to the extent permitted by law, the swift removal from the United States of foreign nationals who are members of such organizations;\n                    \n                        (c) maximize the extent to which all Federal agencies share information and coordinate with Federal law enforcement agencies, as permitted by law, in order to identify, interdict, and dismantle transnational criminal organizations and subsidiary organizations;\n                        \n\n      ( print page 10692)\n    \n                    \n                    (d) enhance cooperation with foreign counterparts against transnational criminal organizations and subsidiary organizations, including, where appropriate and permitted by law, through sharing of intelligence and law enforcement information and through increased security sector assistance to foreign partners by the Attorney General and the Secretary of Homeland Security;\n                    (e) develop strategies, under the guidance of the Secretary of State, the Attorney General, and the Secretary of Homeland Security, to maximize coordination among agencies—such as through the Organized Crime Drug Enforcement Task Forces (OCDETF), Special Operations Division, the OCDETF Fusion Center, and the International Organized Crime Intelligence and Operations Center—to counter the crimes described in subsection (a) of this section, consistent with applicable Federal law; and\n                    (f) pursue and support additional efforts to prevent the operational success of transnational criminal organizations and subsidiary organizations within and beyond the United States, to include prosecution of ancillary criminal offenses, such as immigration fraud and visa fraud, and the seizure of the implements of such organizations and forfeiture of the proceeds of their criminal activity.\n                    \n                        Sec. 3\n                        . \n                        Implementation.\n                         In furtherance of the policy set forth in section 2 of this order, the Secretary of State, the Attorney General, the Secretary of Homeland Security, and the Director of National Intelligence, or their designees, shall co-chair and direct the existing interagency Threat Mitigation Working Group (TMWG), which shall:\n                    \n                    (a) work to support and improve the coordination of Federal agencies' efforts to identify, interdict, investigate, prosecute, and dismantle transnational criminal organizations and subsidiary organizations within and beyond the United States;\n                    (b) work to improve Federal agencies' provision, collection, reporting, and sharing of, and access to, data relevant to Federal efforts against transnational criminal organizations and subsidiary organizations;\n                    (c) work to increase intelligence and law enforcement information sharing with foreign partners battling transnational criminal organizations and subsidiary organizations, and to enhance international operational capabilities and cooperation;\n                    (d) assess Federal agencies' allocation of monetary and personnel resources for identifying, interdicting, and dismantling transnational criminal organizations and subsidiary organizations, as well as any resources that should be redirected toward these efforts;\n                    (e) identify Federal agencies' practices, any absence of practices, and funding needs that might hinder Federal efforts to effectively combat transnational criminal organizations and subsidiary organizations;\n                    (f) review relevant Federal laws to determine existing ways in which to identify, interdict, and disrupt the activity of transnational criminal organizations and subsidiary organizations, and ascertain which statutory authorities, including provisions under the Immigration and Nationality Act, could be better enforced or amended to prevent foreign members of these organizations or their associates from obtaining entry into the United States and from exploiting the United States immigration system;\n                    (g) in the interest of transparency and public safety, and in compliance with all applicable law, including the Privacy Act, issue reports at least once per quarter detailing convictions in the United States relating to transnational criminal organizations and their subsidiaries;\n                    \n                        (h) to the extent deemed useful by the Co-Chairs, and in their discretion, identify methods for Federal agencies to coordinate, as permitted by law, with State, tribal, and local governments and law enforcement agencies, foreign law enforcement partners, public-health organizations, and non-governmental organizations in order to aid in the identification, interdiction, \n                        \n\n      ( print page 10693)\n    \n                        and dismantling of transnational criminal organizations and subsidiary organizations;\n                    \n                    (i) to the extent deemed useful by the Co-Chairs, and in their discretion, consult with the Office of National Drug Control Policy in implementing this order; and\n                    (j) within 120 days of the date of this order, submit to the President a report on transnational criminal organizations and subsidiary organizations, including the extent of penetration of such organizations into the United States, and issue additional reports annually thereafter to describe the progress made in combating these criminal organizations, along with any recommended actions for dismantling them.\n                    \n                        Sec. 4\n                        . \n                        General Provisions.\n                         (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n                    (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                    (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                    (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    February 9, 2017.\n                    \n                    Filed 2-13-17; 11:15 am]\n                    \n                \n            \n[FR Doc. 2017-03113 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-03113 (82 FR 10691)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529482505.pdf",
  "scrapedAt": "2025-03-21T03:58:03.829Z"
}