{
  "url": "https://www.federalregister.gov/documents/2017/07/07/2017-14378/reviving-the-national-space-council",
  "title": "2017-14378",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Reviving the National Space Council\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 07/07/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-14378 (82 FR 31429)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-14378 (82 FR 31429)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 31429\n          \n        \n\n        Document Number\n        \n          2017-14378\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13803\n            \n          \n\n        Pages\n        \n          31429-31432\n          (4 pages)\n        \n\n        Publication Date\n        \n          07/07/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13803\n          \n        \n\n        EO Notes\n        \n          Supersedes: EO 12675, April 20, 1989 \nRevoked by: EO 14056, December 1, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          June 30, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 31429\n          \n        \n\n        Document Number\n        \n          2017-14378\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13803\n            \n          \n\n        Pages\n        \n          31429-31432\n          (4 pages)\n        \n\n        Publication Date\n        \n          07/07/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13803\n          \n        \n\n        EO Notes\n        \n          Supersedes: EO 12675, April 20, 1989 \nRevoked by: EO 14056, December 1, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          June 30, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Reviving the National Space Council\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-14378\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        8,713\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        07/06/2017 at  8:45 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-14378 (82 FR 31429)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n                \n                Executive Order 13803 of June 30, 2017\n                Reviving the National Space Council\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to provide a coordinated process for developing and monitoring the implementation of national space policy and strategy, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Purpose.\n                     The National Space Council (Council) was established by Title V of Public Law 100-685 and Executive Order 12675 of April 20, 1989 (Establishing the National Space Council). The Council was tasked with advising and assisting the President regarding national space policy and strategy. The Council was never formally disestablished, but it effectively ceased operation in 1993. This order revives the Council and provides additional details regarding its duties and responsibilities.\n                \n                \n                    Sec. 2\n                    . \n                    Revival and Composition of the National Space Council.\n                     (a) The Council is hereby revived and shall resume operations.\n                \n                (b) The Council shall be composed of the following members:\n                (i) The Vice President, who shall be Chair of the Council;\n                 (ii) The Secretary of State;\n                 (iii) The Secretary of Defense;\n                 (iv) The Secretary of Commerce;\n                 (v) The Secretary of Transportation;\n                 (vi) The Secretary of Homeland Security;\n                 (vii) The Director of National Intelligence;\n                 (viii) The Director of the Office of Management and Budget;\n                 (ix) The Assistant to the President for National Security Affairs;\n                 (x) The Administrator of the National Aeronautics and Space Administration;\n                 (xi) The Director of the Office of Science and Technology Policy;\n                 (xii) The Assistant to the President for Homeland Security and Counterterrorism;\n                 (xiii) The Chairman of the Joint Chiefs of Staff; and\n                 (xiv) The heads of other executive departments and agencies (agencies) and other senior officials within the Executive Office of the President, as determined by the Chair.\n                \n                    Sec. 3\n                    . \n                    Functions of the Council.\n                     (a) The Council shall advise and assist the President regarding national space policy and strategy, and perform such other duties as the President may, from time to time, prescribe.\n                \n                (b) In particular, the Council is directed to:\n                 (i) review United States Government space policy, including long-range goals, and develop a strategy for national space activities;\n                 (ii) develop recommendations for the President on space policy and space-related issues;\n                \n                     (iii) monitor and coordinate implementation of the objectives of the President's national space policy and strategy;\n                    \n\n      ( print page 31430)\n    \n                \n                 (iv) foster close coordination, cooperation, and technology and information exchange among the civil, national security, and commercial space sectors;\n                 (v) advise on participation in international space activities conducted by the United States Government; and\n                 (vi) facilitate the resolution of differences concerning major space and space-related policy matters.\n                (c) The Council shall meet at least annually.\n                 (d) The revival and operation of the Council shall not interfere with the existing lines of authority in or responsibilities of any agencies.\n                 (e) The Council shall have a staff, headed by a civilian Executive Secretary appointed by the President.\n                \n                    Sec. 4\n                    . \n                    Responsibilities of the Chair.\n                     (a) The Chair shall serve as the President's principal advisor on national space policy and strategy.\n                \n                 (b) The Chair shall, in consultation with the members of the Council, establish procedures for the Council and establish the agenda for Council activities.\n                 (c) The Chair shall report to the President quarterly on the Council's activities and recommendations. The Chair shall advise the Council, as appropriate, regarding the President's directions with respect to the Council's activities and national space policy and strategy.\n                 (d) The Chair may recommend to the President candidates for the position of Executive Secretary.\n                 (e) The Chair, or upon the Chair's direction, the Executive Secretary, may invite the heads of other agencies, other senior officials in the Executive Office of the President, or other Federal employees to participate in Council meetings.\n                 (f) The Chair shall authorize the establishment of committees of the Council, including an executive committee, and of working groups, composed of senior designees of the Council members and of other Federal officials invited to participate in Council meetings, as he deems necessary or appropriate for the efficient conduct of Council functions.\n                \n                    Sec. 5\n                    . \n                    National Space Policy and Strategy Planning Process.\n                     (a) Each agency represented on the Council shall provide such information to the Chair regarding its current and planned space activities as the Chair shall request.\n                \n                 (b) The head of each agency that conducts space-related activities shall, to the extent permitted by law, conform such activities to the President's national space policy and strategy.\n                 (c) On space policy and strategy matters relating primarily to national security, the Council shall coordinate with the National Security Council (NSC) to create policies and procedures for the Council that respect the responsibilities and authorities of the NSC under existing law.\n                \n                    Sec. 6\n                    . \n                    Users' Advisory Group.\n                     (a) The Council shall convene a Users' Advisory Group (Group) pursuant to Public Law 101-611, section 121, composed of non-Federal representatives of industries and other persons involved in aeronautical and space activities.\n                \n                 (b) Members of the Group shall serve without any compensation for their work for the Group. Members of the Group, while engaged in the work of the Group, may be allowed travel expenses, including per diem in lieu of subsistence, to the extent permitted by law for persons serving intermittently in Government service (5 U.S.C. 5701-5707), consistent with the availability of funds.\n                 (c) The Group shall report directly to the Council and shall provide advice or work product solely to the Council.\n                \n                    Sec. 7\n                    . \n                    Administrative Provisions.\n                     (a) To aid in the performance of the functions of the Council:\n                    \n\n      ( print page 31431)\n    \n                \n                 (i) The Office of Administration in the Executive Office of the President shall provide the Council with administrative support on a reimbursable basis; and\n                 (ii) Legal advice to the Council itself with respect to its work and functions shall be provided exclusively by the Office of the Counsel to the President.\n                 (b) To the extent practicable and permitted by law, including the Economy Act, and within existing appropriations, agencies serving on the Council and interagency councils and committees that affect space policy or strategy shall make resources, including, but not limited to, personnel, office support, and printing, available to the Council as reasonably requested by the Chair or, upon the Chair's direction, the Executive Secretary.\n                 (c) Agencies shall cooperate with the Council and provide such information and advice to the Council as it may reasonably request, to the extent permitted by law.\n                \n                    Sec. 8\n                    . \n                    Report.\n                     Within 1 year of the date of this order, and annually thereafter, the Council shall submit a report to the President setting forth its assessment of, and recommendations for, the space policy and strategy of the United States Government.\n                \n                \n                    Sec. 9\n                    . \n                    General Provisions.\n                     (a) This order supersedes Executive Order 12675 of April 20, 1989 (Establishing the National Space Council). To the extent this order is inconsistent with any provision of any earlier Executive Order or Presidential Memorandum, this order shall control.\n                \n                 (b) If any provision of this order or the application of such provision is held to be invalid, the remainder of this order and other dissimilar applications of such provision shall not be affected.\n                 (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                 (d) Nothing in this order shall be construed to impair or otherwise affect:\n                 (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                \n                     (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                    \n\n      ( print page 31432)\n    \n                \n                 (e) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                June 30, 2017.\n                \n                Filed 7-6-17; 8:45 am]\n                \n            \n        \n[FR Doc. 2017-14378 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-14378 (82 FR 31429)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528732183.pdf",
  "scrapedAt": "2025-03-21T03:45:32.472Z"
}