{
  "url": "https://www.federalregister.gov/executive-order/13551",
  "title": "EO 13551",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Blocking Property of Certain Persons With Respect to North Korea\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 09/01/2010\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2010-22002 (75 FR 53837)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2010-22002 (75 FR 53837)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          75 FR 53837\n          \n        \n\n        Document Number\n        \n          2010-22002\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13551\n            \n          \n\n        Pages\n        \n          53837-53840\n          (4 pages)\n        \n\n        Publication Date\n        \n          09/01/2010\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13551\n          \n        \n\n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          August 30, 2010\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          75 FR 53837\n          \n        \n\n        Document Number\n        \n          2010-22002\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13551\n            \n          \n\n        Pages\n        \n          53837-53840\n          (4 pages)\n        \n\n        Publication Date\n        \n          09/01/2010\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13551\n          \n        \n\n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          August 30, 2010\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Blocking Property of Certain Persons With Respect to North Korea \n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2010-22002\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        1,547\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n\n\n  \n\n  \n    Published Document: 2010-22002 (75 FR 53837)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13551 of August 30, 2010 \n                    Blocking Property of Certain Persons With Respect to North Korea \n                    \n                        By the authority vested in me as President by the Constitution and the laws of the United States of America, including the International Emergency Economic Powers Act (50 U.S.C. 1701 \n                        et seq.) (IEEPA), the National Emergencies Act (50 U.S.C. 1601 \n                        et seq.), section 5 of the United Nations Participation Act of 1945 (22 U.S.C. 287c) (UNPA), and section 301 of title 3, United States Code; in view of United Nations Security Council Resolution (UNSCR) 1718 of October 14, 2006, and UNSCR 1874 of June 12, 2009; and to take additional steps with respect to the situation in North Korea, \n                    \n                    \n                        I, BARACK OBAMA, President of the United States of America, hereby expand the scope of the national emergency declared in Executive Order 13466 of June 26, 2008, finding that the continued actions and policies of the Government of North Korea, manifested most recently by its unprovoked attack that resulted in the sinking of the Republic of Korea Navy ship \n                        Cheonan \n                        and the deaths of 46 sailors in March 2010; its announced test of a nuclear device and its missile launches in 2009; its actions in violation of UNSCRs 1718 and 1874, including the procurement of luxury goods; and its illicit and deceptive activities in international markets through which it obtains financial and other support, including money laundering, the counterfeiting of goods and currency, bulk cash smuggling, and narcotics trafficking, destabilize the Korean peninsula and imperil U.S. Armed Forces, allies, and trading partners in the region, and thereby constitute an unusual and extraordinary threat to the national security, foreign policy, and economy of the United States. \n                    \n                    I hereby order: \n                    \n                        Section 1.\n                         (a)  All property and interests in property that are in the United States, that hereafter come within the United States, or that are or hereafter come within the possession or control of any United States person, including any overseas branch, of the following persons are blocked and may not be transferred, paid, exported, withdrawn, or otherwise dealt in: \n                    \n                    (i)  the persons listed in the Annex to this order; and \n                    (ii) any person determined by the Secretary of the Treasury, in consultation with the Secretary of State: \n                    (A) to have, directly or indirectly, imported, exported, or reexported to, into, or from North Korea any arms or related materiel; \n                    (B) to have, directly or indirectly, provided training, advice, or other services or assistance, or engaged in financial transactions, related to the manufacture, maintenance, or use of any arms or related materiel to be imported, exported, or reexported to, into, or from North Korea, or following their importation, exportation, or reexportation to, into, or from North Korea; \n                    (C) to have, directly or indirectly, imported, exported, or reexported luxury goods to or into North Korea; \n                    \n                        (D) to have, directly or indirectly, engaged in money laundering, the counterfeiting of goods or currency, bulk cash smuggling, narcotics trafficking, or other illicit economic activity that involves or supports the Government of North Korea or any senior official thereof; \n                        \n\n      ( print page 53838)\n    \n                    \n                    (E) to have materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of, the activities described in subsections (a)(ii)(A)-(D) of this section or any person whose property and interests in property are blocked pursuant to this order; \n                    (F) to be owned or controlled by, or to have acted or purported to act for or on behalf of, directly or indirectly, any person whose property and interests in property are blocked pursuant to this order; or (G)  to have attempted to engage in any of the activities described in subsections (a)(ii)(A)-(F) of this section. \n                    (b) I hereby determine that, to the extent section 203(b)(2) of IEEPA (50 U.S.C. 1702(b)(2)) may apply, the making of donations of the types of articles specified in such section by, to, or for the benefit of any person whose property and interests in property are blocked pursuant to this order would seriously impair my ability to deal with the national emergency declared in Executive Order 13466 and expanded in scope in this order, and I hereby prohibit such donations as provided by subsection (a) of this section. \n                    (c) The prohibitions in subsection (a) of this section include, but are not limited to: \n                    (i)  the making of any contribution or provision of funds, goods, or services by, to, or for the benefit of any person whose property and interests in property are blocked pursuant to this order; and \n                    (ii)  the receipt of any contribution or provision of funds, goods, or services from any such person. \n                    (d) The prohibitions in subsection (a) of this section apply except to the extent provided by statutes, or in regulations, orders, directives, or licenses that may be issued pursuant to this order, and notwithstanding any contract entered into or any license or permit granted prior to the effective date of this order. \n                    \n                        Sec. 2.\n                         (a) Any transaction by a United States person or within the United States that evades or avoids, has the purpose of evading or avoiding, causes a violation of, or attempts to violate any of the prohibitions set forth in this order is prohibited. \n                    \n                    (b) Any conspiracy formed to violate any of the prohibitions set forth in this order is prohibited. \n                    \n                        Sec. 3.\n                         The provisions of Executive Order 13466 remain in effect, and this order does not affect any action taken pursuant to that order. \n                    \n                    \n                        Sec. 4.\n                         For the purposes of this order: \n                    \n                    (a) the term “person” means an individual or entity; \n                    (b) the term “entity” means a partnership, association, trust, joint venture, corporation, group, subgroup, or other organization; \n                    (c) the term “United States person” means any United States citizen, permanent resident alien, entity organized under the laws of the United States or any jurisdiction within the United States (including foreign branches), or any person in the United States; \n                    (d) the term “North Korea” includes the territory of the Democratic People's Republic of Korea and the Government of North Korea; \n                    (e) the term “Government of North Korea” means the Government of the Democratic People's Republic of Korea, its agencies, instrumentalities, and controlled entities; and \n                    (f)  the term “luxury goods” includes those items listed in 15 C.F.R. 746.4(b)(l) and Supplement No. 1 to part 746 and similar items. \n                    \n                        Sec. 5.\n                         For those persons whose property and interests in property are blocked pursuant to this order who might have a constitutional presence in the United States, I find that because of the ability to transfer funds or other assets instantaneously, prior notice to such persons of measures \n                        \n\n      ( print page 53839)\n    \n                        to be taken pursuant to this order would render these measures ineffectual. I therefore determine that for these measures to be effective in addressing the national emergency declared in Executive Order 13466 and expanded in scope in this order, there need be no prior notice of a listing or determination made pursuant to section 1(a) of this order. \n                    \n                    \n                        Sec. 6.\n                         The Secretary of the Treasury, in consultation with the Secretary of State, is hereby authorized to take such actions, including the promulgation of rules and regulations, and to employ all powers granted to the President by IEEPA and the UNPA, as may be necessary to carry out the purposes of this order.  The Secretary of the Treasury may redelegate any of these functions to other officers and agencies of the United States Government consistent with applicable law.  All agencies of the United States Government are hereby directed to take all appropriate measures within their authority to carry out the provisions of this order. \n                    \n                    \n                        Sec. 7.\n                         The Secretary of the Treasury, in consultation with the Secretary of State, is hereby authorized to determine that circumstances no longer warrant the blocking of the property and interests in property of a person listed in the Annex to this order, and to take necessary action to give effect to that determination. \n                    \n                    \n                        Sec. 8.\n                         This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, agents, or any other person. \n                    \n                    \n                        Sec. 9.\n                         This order is effective at 12:01 p.m., eastern daylight time on August 30, 2010. \n                    \n                    \n                        \n                    \n                      \n                    THE WHITE HOUSE, \n                    August 30, 2010. \n                    \n                    \n                        \n\n      ( print page 53840)\n    \n                        \n                    \n                    \n                    Filed 8-31-10; 8:45 am] \n                    \n                \n            \nBilling code 3195-W9-P \n[FR Doc. 2010-22002\nBilling code 4811-33-C\n\n\n      \nPublished Document: 2010-22002 (75 FR 53837)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528518865.pdf",
  "scrapedAt": "2025-03-21T03:41:59.427Z"
}