{
  "url": "https://www.federalregister.gov/documents/2017/05/01/2017-08908/review-of-designations-under-the-antiquities-act",
  "title": "Review of Designations Under the Antiquities Act",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Review of Designations Under the Antiquities Act\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 05/01/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-08908 (82 FR 20429)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-08908 (82 FR 20429)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20429\n          \n        \n\n        Document Number\n        \n          2017-08908\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13792\n            \n          \n\n        Pages\n        \n          20429-20431\n          (3 pages)\n        \n\n        Publication Date\n        \n          05/01/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13792\n          \n        \n\n        EO Notes\n        \n          Revoked by: EO 13990, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 26, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20429\n          \n        \n\n        Document Number\n        \n          2017-08908\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13792\n            \n          \n\n        Pages\n        \n          20429-20431\n          (3 pages)\n        \n\n        Publication Date\n        \n          05/01/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13792\n          \n        \n\n        EO Notes\n        \n          Revoked by: EO 13990, January 20, 2021\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 26, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Review of Designations Under the Antiquities Act\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-08908\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        9,444\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        04/28/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-08908 (82 FR 20429)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 20429)\n    \n                Executive Order 13792 of April 26, 2017\n                Review of Designations Under the Antiquities Act\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in recognition of the importance of the Nation's wealth of natural resources to American workers and the American economy, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy.\n                     Designations of national monuments under the Antiquities Act of 1906, recently recodified at sections 320301 to 320303 of title 54, United States Code (the “Antiquities Act” or “Act”), have a substantial impact on the management of Federal lands and the use and enjoyment of neighboring lands. Such designations are a means of stewarding America's natural resources, protecting America's natural beauty, and preserving America's historic places. Monument designations that result from a lack of public outreach and proper coordination with State, tribal, and local officials and other relevant stakeholders may also create barriers to achieving energy independence, restrict public access to and use of Federal lands, burden State, tribal, and local governments, and otherwise curtail economic growth. Designations should be made in accordance with the requirements and original objectives of the Act and appropriately balance the protection of landmarks, structures, and objects against the appropriate use of Federal lands and the effects on surrounding lands and communities.\n                \n                \n                    Sec. 2\n                    . \n                    Review of National Monument Designations.\n                     (a) The Secretary of the Interior (Secretary) shall conduct a review of all Presidential designations or expansions of designations under the Antiquities Act made since January 1, 1996, where the designation covers more than 100,000 acres, where the designation after expansion covers more than 100,000 acres, or where the Secretary determines that the designation or expansion was made without adequate public outreach and coordination with relevant stakeholders, to determine whether each designation or expansion conforms to the policy set forth in section 1 of this order. In making those determinations, the Secretary shall consider:\n                \n                (i) the requirements and original objectives of the Act, including the Act's requirement that reservations of land not exceed “the smallest area compatible with the proper care and management of the objects to be protected”;\n                (ii) whether designated lands are appropriately classified under the Act as “historic landmarks, historic and prehistoric structures, [or] other objects of historic or scientific interest”;\n                (iii) the effects of a designation on the available uses of designated Federal lands, including consideration of the multiple-use policy of section 102(a)(7) of the Federal Land Policy and Management Act (43 U.S.C. 1701(a)(7)), as well as the effects on the available uses of Federal lands beyond the monument boundaries;\n                (iv) the effects of a designation on the use and enjoyment of non-Federal lands within or beyond monument boundaries;\n                (v) concerns of State, tribal, and local governments affected by a designation, including the economic development and fiscal condition of affected States, tribes, and localities;\n                \n                    (vi) the availability of Federal resources to properly manage designated areas; and\n                    \n\n      ( print page 20430)\n    \n                \n                (vii) such other factors as the Secretary deems appropriate.\n                (b) In conducting the review described in subsection (a) of this section, the Secretary shall consult and coordinate with, as appropriate, the Secretary of Defense, the Secretary of Agriculture, the Secretary of Commerce, the Secretary of Energy, the Secretary of Homeland Security, and the heads of any other executive departments or agencies concerned with areas designated under the Act.\n                (c) In conducting the review described in subsection (a) of this section, the Secretary shall, as appropriate, consult and coordinate with the Governors of States affected by monument designations or other relevant officials of affected State, tribal, and local governments.\n                (d) Within 45 days of the date of this order, the Secretary shall provide an interim report to the President, through the Director of the Office of Management and Budget, the Assistant to the President for Economic Policy, the Assistant to the President for Domestic Policy, and the Chairman of the Council on Environmental Quality, summarizing the findings of the review described in subsection (a) of this section with respect to Proclamation 9558 of December 28, 2016 (Establishment of the Bears Ears National Monument), and such other designations as the Secretary determines to be appropriate for inclusion in the interim report. For those designations, the interim report shall include recommendations for such Presidential actions, legislative proposals, or other actions consistent with law as the Secretary may consider appropriate to carry out the policy set forth in section 1 of this order.\n                (e) Within 120 days of the date of this order, the Secretary shall provide a final report to the President, through the Director of the Office of Management and Budget, the Assistant to the President for Economic Policy, the Assistant to the President for Domestic Policy, and the Chairman of the Council on Environmental Quality, summarizing the findings of the review described in subsection (a) of this section. The final report shall include recommendations for such Presidential actions, legislative proposals, or other actions consistent with law as the Secretary may consider appropriate to carry out the policy set forth in section 1 of this order.\n                \n                    Sec. 3\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n\n      ( print page 20431)\n    \n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                April 26, 2017.\n                \n                 Filed 4-28-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-08908 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-08908 (82 FR 20429)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528951351.pdf",
  "scrapedAt": "2025-03-21T03:49:14.178Z"
}