{
  "url": "https://www.federalregister.gov/documents/2017/04/05/2017-06968/omnibus-report-on-significant-trade-deficits",
  "title": "Omnibus Report on Significant Trade Deficits",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Omnibus Report on Significant Trade Deficits\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 04/05/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-06968 (82 FR 16721)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-06968 (82 FR 16721)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16721\n          \n        \n\n        Document Number\n        \n          2017-06968\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13786\n            \n          \n\n        Pages\n        \n          16721-16722\n          (2 pages)\n        \n\n        Publication Date\n        \n          04/05/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13786\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 31, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 16721\n          \n        \n\n        Document Number\n        \n          2017-06968\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13786\n            \n          \n\n        Pages\n        \n          16721-16722\n          (2 pages)\n        \n\n        Publication Date\n        \n          04/05/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13786\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          March 31, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Omnibus Report on Significant Trade Deficits\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-06968\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        3,851\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        04/04/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-06968 (82 FR 16721)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 16721)\n    \n                Executive Order 13786 of March 31, 2017\n                Omnibus Report on Significant Trade Deficits\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to ensure the informed exercise of the authority over international trade granted to me by law, it is hereby ordered as follows:\n                \n                    Section 1.\n                      \n                    Policy.\n                     Free and fair trade is critical to the Nation's prosperity, national security, and foreign policy. It is in America's economic and national security interests to promote commerce by strengthening our relationships with our trading partners, vigorously enforcing our Nation's trade laws, improving the overall conditions for competition and trade, and ensuring the strength of our manufacturing and defense industrial bases.\n                \n                For many years, the United States has not obtained the full scope of benefits anticipated under a number of international trade agreements or from participating in the World Trade Organization. The United States annual trade deficit in goods exceeds $700 billion, and the overall trade deficit exceeded $500 billion in 2016.\n                The United States must address the challenges to economic growth and employment that may arise from large and chronic trade deficits and the unfair and discriminatory trade practices of some of our trading partners. Unfair and discriminatory practices by our trading partners can deny Americans the benefits that would otherwise accrue from free and fair trade, unduly restrict the commerce of the United States, and put the commerce of the United States at a disadvantage compared to that of foreign countries. To address these challenges, it is essential that policy makers and the persons representing the United States in trade negotiations have access to current and comprehensive information regarding unfair trade practices and the causes of United States trade deficits.\n                \n                    Sec. 2\n                    . \n                    Report.\n                     Within 90 days of the date of this order, the Secretary of Commerce and the United States Trade Representative (USTR), in consultation with the Secretaries of State, the Treasury, Defense, Agriculture, and Homeland Security, and the heads of any other executive departments or agencies with relevant expertise, as determined by the Secretary of Commerce and the USTR, shall prepare and submit to the President an Omnibus Report on Significant Trade Deficits (Report). To aid in preparing the Report, the Secretary of Commerce and the USTR may hold public meetings and seek comments from relevant State, local, and non-governmental stakeholders, including manufacturers, workers, consumers, service providers, farmers, and ranchers. The Report shall identify those foreign trading partners with which the United States had a significant trade deficit in goods in 2016. For each identified trading partner, the Report shall:\n                \n                (a) assess the major causes of the trade deficit, including, as applicable, differential tariffs, non-tariff barriers, injurious dumping, injurious government subsidization, intellectual property theft, forced technology transfer, denial of worker rights and labor standards, and any other form of discrimination against the commerce of the United States or other factors contributing to the deficit;\n                \n                    (b) assess whether the trading partner is, directly or indirectly, imposing unequal burdens on, or unfairly discriminating in fact against, the commerce of the United States by law, regulation, or practice and thereby placing the commerce of the United States at an unfair disadvantage;\n                    \n\n      ( print page 16722)\n    \n                \n                (c) assess the effects of the trade relationship on the production capacity and strength of the manufacturing and defense industrial bases of the United States;\n                (d) assess the effects of the trade relationship on employment and wage growth in the United States; and\n                (e) identify imports and trade practices that may be impairing the national security of the United States.\n                \n                    Sec. 3\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                March 31, 2017.\n                \n                Filed 4-4-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-06968 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-06968 (82 FR 16721)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529108249.pdf",
  "scrapedAt": "2025-03-21T03:51:48.830Z"
}