{
  "url": "https://www.federalregister.gov/documents/2017/05/01/2017-08905/enforcing-statutory-prohibitions-on-federal-control-of-education",
  "title": "2017-08905",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Enforcing Statutory Prohibitions on Federal Control of Education\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 05/01/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-08905 (82 FR 20427)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-08905 (82 FR 20427)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20427\n          \n        \n\n        Document Number\n        \n          2017-08905\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13791\n            \n          \n\n        Pages\n        \n          20427-20428\n          (2 pages)\n        \n\n        Publication Date\n        \n          05/01/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13791\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 26, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20427\n          \n        \n\n        Document Number\n        \n          2017-08905\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13791\n            \n          \n\n        Pages\n        \n          20427-20428\n          (2 pages)\n        \n\n        Publication Date\n        \n          05/01/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13791\n          \n        \n\n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 26, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Enforcing Statutory Prohibitions on Federal Control of Education\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-08905\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        3,979\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        04/28/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-08905 (82 FR 20427)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13791 of April 26, 2017\n                    Enforcing Statutory Prohibitions on Federal Control of Education\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to restore the proper division of power under the Constitution between the Federal Government and the States and to further the goals of, and to ensure strict compliance with, statutes that prohibit Federal interference with State and local control over education, including section 103 of the Department of Education Organization Act (DEOA) (20 U.S.C. 3403), sections 438 and 447 of the General Education Provisions Act (GEPA), as amended (20 U.S.C. 1232a and 1232j), and sections 8526A, 8527, and 8529 of the Elementary and Secondary Education Act of 1965 (ESEA), as amended by the Every Student Succeeds Act (ESSA) (20 U.S.C. 7906a, 7907, and 7909), it is hereby ordered as follows:\n                    \n                        Section 1\n                        . \n                        Policy.\n                         It shall be the policy of the executive branch to protect and preserve State and local control over the curriculum, program of instruction, administration, and personnel of educational institutions, schools, and school systems, consistent with applicable law, including ESEA, as amended by ESSA, and ESEA's restrictions related to the Common Core State Standards developed under the Common Core State Standards Initiative.\n                    \n                    \n                        Sec. 2\n                        . \n                        Review of Regulations and Guidance Documents.\n                         (a) The Secretary of Education (Secretary) shall review all Department of Education (Department) regulations and guidance documents relating to DEOA, GEPA, and ESEA, as amended by ESSA.\n                    \n                    (b) The Secretary shall examine whether these regulations and guidance documents comply with Federal laws that prohibit the Department from exercising any direction, supervision, or control over areas subject to State and local control, including:\n                    (i) the curriculum or program of instruction of any elementary and secondary school and school system;\n                    (ii) school administration and personnel; and\n                    (iii) selection and content of library resources, textbooks, and instructional materials.\n                    (c) The Secretary shall, as appropriate and consistent with applicable law, rescind or revise any regulations that are identified pursuant to subsection (b) of this section as inconsistent with statutory prohibitions. The Secretary shall also rescind or revise any guidance documents that are identified pursuant to subsection (b) of this section as inconsistent with statutory prohibitions. The Secretary shall, to the extent consistent with law, publish any proposed regulations and withdraw or modify any guidance documents pursuant to this subsection no later than 300 days after the date of this order.\n                    \n                        Sec. 3\n                        . \n                        Definition.\n                         The term “guidance document” means any written statement issued by the Department to the public that sets forth a policy on a statutory, regulatory, or technical issue or an interpretation of a statutory or regulatory issue, including Dear Colleague letters, interpretive memoranda, policy statements, manuals, circulars, memoranda, pamphlets, bulletins, advisories, technical assistance, and grants of applications for waivers.\n                        \n\n      ( print page 20428)\n    \n                    \n                    \n                        Sec. 4\n                        . \n                        General Provisions.\n                         (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n                    (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                    (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                    (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    April 26, 2017.\n                    \n                     Filed 4-28-17; 11:15 am]\n                    \n                \n            \n[FR Doc. 2017-08905 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-08905 (82 FR 20427)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528987070.pdf",
  "scrapedAt": "2025-03-21T03:49:47.478Z"
}