{
  "url": "https://www.federalregister.gov/documents/2017/05/16/2017-10004/strengthening-the-cybersecurity-of-federal-networks-and-critical-infrastructure",
  "title": "2017-10004",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Strengthening the Cybersecurity of Federal Networks and Critical Infrastructure\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 05/16/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-10004 (82 FR 22391)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-10004 (82 FR 22391)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 22391\n          \n        \n\n        Document Number\n        \n          2017-10004\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13800\n            \n          \n\n        Pages\n        \n          22391-22397\n          (7 pages)\n        \n\n        Publication Date\n        \n          05/16/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13800\n          \n        \n\n        EO Notes\n        \n          See: EO 13636, February 12, 2013\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          May 11, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 22391\n          \n        \n\n        Document Number\n        \n          2017-10004\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13800\n            \n          \n\n        Pages\n        \n          22391-22397\n          (7 pages)\n        \n\n        Publication Date\n        \n          05/16/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13800\n          \n        \n\n        EO Notes\n        \n          See: EO 13636, February 12, 2013\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          May 11, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Strengthening the Cybersecurity of Federal Networks and Critical Infrastructure\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-10004\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        25,778\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        05/15/2017 at  8:45 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-10004 (82 FR 22391)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 22391)\n    \n                Executive Order 13800 of May 11, 2017\n                Strengthening the Cybersecurity of Federal Networks and Critical Infrastructure\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and to protect American innovation and values, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Cybersecurity of Federal Networks. \n                \n                \n                    (a) \n                    Policy. The executive branch operates its information technology (IT) on behalf of the American people. Its IT and data should be secured responsibly using all United States Government capabilities. The President will hold heads of executive departments and agencies (agency heads) accountable for managing cybersecurity risk to their enterprises. In addition, because risk management decisions made by agency heads can affect the risk to the executive branch as a whole, and to national security, it is also the policy of the United States to manage cybersecurity risk as an executive branch enterprise. \n                \n                \n                    (b) \n                    Findings.\n                \n                (i) Cybersecurity risk management comprises the full range of activities undertaken to protect IT and data from unauthorized access and other cyber threats, to maintain awareness of cyber threats, to detect anomalies and incidents adversely affecting IT and data, and to mitigate the impact of, respond to, and recover from incidents. Information sharing facilitates and supports all of these activities.\n                (ii) The executive branch has for too long accepted antiquated and difficult-to-defend IT.\n                (iii) Effective risk management involves more than just protecting IT and data currently in place. It also requires planning so that maintenance, improvements, and modernization occur in a coordinated way and with appropriate regularity. \n                (iv) Known but unmitigated vulnerabilities are among the highest cybersecurity risks faced by executive departments and agencies (agencies). Known vulnerabilities include using operating systems or hardware beyond the vendor's support lifecycle, declining to implement a vendor's security patch, or failing to execute security-specific configuration guidance.\n                (v) Effective risk management requires agency heads to lead integrated teams of senior executives with expertise in IT, security, budgeting, acquisition, law, privacy, and human resources.\n                \n                    (c) \n                    Risk Management.\n                \n                \n                    (i) Agency heads will be held accountable by the President for implementing risk management measures commensurate with the risk and magnitude of the harm that would result from unauthorized access, use, disclosure, disruption, modification, or destruction of IT and data. They will also be held accountable by the President for ensuring that cybersecurity risk management processes are aligned with strategic, operational, and budgetary planning processes, in accordance with chapter 35, subchapter II of title 44, United States Code. \n                    \n\n      ( print page 22392)\n    \n                \n                \n                    (ii) Effective immediately, each agency head shall use \n                    The Framework for Improving Critical Infrastructure Cybersecurity\n                     (the Framework) developed by the National Institute of Standards and Technology, or any successor document, to manage the agency's cybersecurity risk. Each agency head shall provide a risk management report to the Secretary of Homeland Security and the Director of the Office of Management and Budget (OMB) within 90 days of the date of this order. The risk management report shall:\n                \n                (A) document the risk mitigation and acceptance choices made by each agency head as of the date of this order, including:\n                (1) the strategic, operational, and budgetary considerations that informed those choices; and\n                (2) any accepted risk, including from unmitigated vulnerabilities; and\n                (B) describe the agency's action plan to implement the Framework.\n                (iii) The Secretary of Homeland Security and the Director of OMB, consistent with chapter 35, subchapter II of title 44, United States Code, shall jointly assess each agency's risk management report to determine whether the risk mitigation and acceptance choices set forth in the reports are appropriate and sufficient to manage the cybersecurity risk to the executive branch enterprise in the aggregate (the determination).\n                (iv) The Director of OMB, in coordination with the Secretary of Homeland Security, with appropriate support from the Secretary of Commerce and the Administrator of General Services, and within 60 days of receipt of the agency risk management reports outlined in subsection (c)(ii) of this section, shall submit to the President, through the Assistant to the President for Homeland Security and Counterterrorism, the following:\n                (A) the determination; and\n                (B) a plan to:\n                (1) adequately protect the executive branch enterprise, should the determination identify insufficiencies;\n                (2) address immediate unmet budgetary needs necessary to manage risk to the executive branch enterprise;\n                (3) establish a regular process for reassessing and, if appropriate, reissuing the determination, and addressing future, recurring unmet budgetary needs necessary to manage risk to the executive branch enterprise; \n                (4) clarify, reconcile, and reissue, as necessary and to the extent permitted by law, all policies, standards, and guidelines issued by any agency in furtherance of chapter 35, subchapter II of title 44, United States Code, and, as necessary and to the extent permitted by law, issue policies, standards, and guidelines in furtherance of this order; and\n                (5) align these policies, standards, and guidelines with the Framework.\n                (v) The agency risk management reports described in subsection (c)(ii) of this section and the determination and plan described in subsections (c)(iii) and (iv) of this section may be classified in full or in part, as appropriate.\n                (vi) Effective immediately, it is the policy of the executive branch to build and maintain a modern, secure, and more resilient executive branch IT architecture. \n                (A) Agency heads shall show preference in their procurement for shared IT services, to the extent permitted by law, including email, cloud, and cybersecurity services. \n                \n                    (B) The Director of the American Technology Council shall coordinate a report to the President from the Secretary of Homeland Security, the Director of OMB, and the Administrator of General Services, in consultation with the Secretary of Commerce, as appropriate, regarding modernization of Federal IT. The report shall:\n                    \n\n      ( print page 22393)\n    \n                \n                (1) be completed within 90 days of the date of this order; and \n                (2) describe the legal, policy, and budgetary considerations relevant to—as well as the technical feasibility and cost effectiveness, including timelines and milestones, of—transitioning all agencies, or a subset of agencies, to:\n                (aa) one or more consolidated network architectures; and\n                (bb) shared IT services, including email, cloud, and cybersecurity services.\n                (C) The report described in subsection (c)(vi)(B) of this section shall assess the effects of transitioning all agencies, or a subset of agencies, to shared IT services with respect to cybersecurity, including by making recommendations to ensure consistency with section 227 of the Homeland Security Act (6 U.S.C. 148) and compliance with policies and practices issued in accordance with section 3553 of title 44, United States Code. All agency heads shall supply such information concerning their current IT architectures and plans as is necessary to complete this report on time.\n                (vii) For any National Security System, as defined in section 3552(b)(6) of title 44, United States Code, the Secretary of Defense and the Director of National Intelligence, rather than the Secretary of Homeland Security and the Director of OMB, shall implement this order to the maximum extent feasible and appropriate. The Secretary of Defense and the Director of National Intelligence shall provide a report to the Assistant to the President for National Security Affairs and the Assistant to the President for Homeland Security and Counterterrorism describing their implementation of subsection (c) of this section within 150 days of the date of this order. The report described in this subsection shall include a justification for any deviation from the requirements of subsection (c), and may be classified in full or in part, as appropriate. \n                \n                    Sec. 2\n                    . \n                    Cybersecurity of Critical Infrastructure. \n                \n                \n                    (a) \n                    Policy. It is the policy of the executive branch to use its authorities and capabilities to support the cybersecurity risk management efforts of the owners and operators of the Nation's critical infrastructure (as defined in section 5195c(e) of title 42, United States Code) (critical infrastructure entities), as appropriate.\n                \n                \n                    (b) \n                    Support to Critical Infrastructure at Greatest Risk. The Secretary of Homeland Security, in coordination with the Secretary of Defense, the Attorney General, the Director of National Intelligence, the Director of the Federal Bureau of Investigation, the heads of appropriate sector-specific agencies, as defined in Presidential Policy Directive 21 of February 12, 2013 (Critical Infrastructure Security and Resilience) (sector-specific agencies), and all other appropriate agency heads, as identified by the Secretary of Homeland Security, shall:\n                \n                (i) identify authorities and capabilities that agencies could employ to support the cybersecurity efforts of critical infrastructure entities identified pursuant to section 9 of Executive Order 13636 of February 12, 2013 (Improving Critical Infrastructure Cybersecurity), to be at greatest risk of attacks that could reasonably result in catastrophic regional or national effects on public health or safety, economic security, or national security (section 9 entities);\n                (ii) engage section 9 entities and solicit input as appropriate to evaluate whether and how the authorities and capabilities identified pursuant to subsection (b)(i) of this section might be employed to support cybersecurity risk management efforts and any obstacles to doing so; \n                \n                    (iii) provide a report to the President, which may be classified in full or in part, as appropriate, through the Assistant to the President for Homeland Security and Counterterrorism, within 180 days of the date of this order, that includes the following:\n                    \n\n      ( print page 22394)\n    \n                \n                (A) the authorities and capabilities identified pursuant to subsection (b)(i) of this section;\n                (B) the results of the engagement and determination required pursuant to subsection (b)(ii) of this section; and\n                (C) findings and recommendations for better supporting the cybersecurity risk management efforts of section 9 entities; and\n                (iv) provide an updated report to the President on an annual basis thereafter.\n                \n                    (c) \n                    Supporting Transparency in the Marketplace. The Secretary of Homeland Security, in coordination with the Secretary of Commerce, shall provide a report to the President, through the Assistant to the President for Homeland Security and Counterterrorism, that examines the sufficiency of existing Federal policies and practices to promote appropriate market transparency of cybersecurity risk management practices by critical infrastructure entities, with a focus on publicly traded critical infrastructure entities, within 90 days of the date of this order.\n                \n                \n                    (d) \n                    Resilience Against Botnets and Other Automated, Distributed Threats. The Secretary of Commerce and the Secretary of Homeland Security shall jointly lead an open and transparent process to identify and promote action by appropriate stakeholders to improve the resilience of the internet and communications ecosystem and to encourage collaboration with the goal of dramatically reducing threats perpetrated by automated and distributed attacks (e.g., botnets). The Secretary of Commerce and the Secretary of Homeland Security shall consult with the Secretary of Defense, the Attorney General, the Director of the Federal Bureau of Investigation, the heads of sector-specific agencies, the Chairs of the Federal Communications Commission and Federal Trade Commission, other interested agency heads, and appropriate stakeholders in carrying out this subsection. Within 240 days of the date of this order, the Secretary of Commerce and the Secretary of Homeland Security shall make publicly available a preliminary report on this effort. Within 1 year of the date of this order, the Secretaries shall submit a final version of this report to the President. \n                \n                \n                    (e) \n                    Assessment of Electricity Disruption Incident Response Capabilities. The Secretary of Energy and the Secretary of Homeland Security, in consultation with the Director of National Intelligence, with State, local, tribal, and territorial governments, and with others as appropriate, shall jointly assess:\n                \n                (i) the potential scope and duration of a prolonged power outage associated with a significant cyber incident, as defined in Presidential Policy Directive 41 of July 26, 2016 (United States Cyber Incident Coordination), against the United States electric subsector;\n                (ii) the readiness of the United States to manage the consequences of such an incident; and\n                (iii) any gaps or shortcomings in assets or capabilities required to mitigate the consequences of such an incident. \n                The assessment shall be provided to the President, through the Assistant to the President for Homeland Security and Counterterrorism, within 90 days of the date of this order, and may be classified in full or in part, as appropriate. \n                \n                    (f) \n                    Department of Defense Warfighting Capabilities and Industrial Base. Within 90 days of the date of this order, the Secretary of Defense, the Secretary of Homeland Security, and the Director of the Federal Bureau of Investigation, in coordination with the Director of National Intelligence, shall provide a report to the President, through the Assistant to the President for National Security Affairs and the Assistant to the President for Homeland Security and Counterterrorism, on cybersecurity risks facing the defense \n                    \n\n      ( print page 22395)\n    \n                    industrial base, including its supply chain, and United States military platforms, systems, networks, and capabilities, and recommendations for mitigating these risks. The report may be classified in full or in part, as appropriate.\n                \n                \n                    Sec. 3\n                    . \n                    Cybersecurity for the Nation.\n                \n                \n                    (a) \n                    Policy. To ensure that the internet remains valuable for future generations, it is the policy of the executive branch to promote an open, interoperable, reliable, and secure internet that fosters efficiency, innovation, communication, and economic prosperity, while respecting privacy and guarding against disruption, fraud, and theft. Further, the United States seeks to support the growth and sustainment of a workforce that is skilled in cybersecurity and related fields as the foundation for achieving our objectives in cyberspace. \n                \n                \n                    (b) \n                    Deterrence and Protection. Within 90 days of the date of this order, the Secretary of State, the Secretary of the Treasury, the Secretary of Defense, the Attorney General, the Secretary of Commerce, the Secretary of Homeland Security, and the United States Trade Representative, in coordination with the Director of National Intelligence, shall jointly submit a report to the President, through the Assistant to the President for National Security Affairs and the Assistant to the President for Homeland Security and Counterterrorism, on the Nation's strategic options for deterring adversaries and better protecting the American people from cyber threats.\n                \n                \n                    (c) \n                    International Cooperation. As a highly connected nation, the United States is especially dependent on a globally secure and resilient internet and must work with allies and other partners toward maintaining the policy set forth in this section. Within 45 days of the date of this order, the Secretary of State, the Secretary of the Treasury, the Secretary of Defense, the Secretary of Commerce, and the Secretary of Homeland Security, in coordination with the Attorney General and the Director of the Federal Bureau of Investigation, shall submit reports to the President on their international cybersecurity priorities, including those concerning investigation, attribution, cyber threat information sharing, response, capacity building, and cooperation. Within 90 days of the submission of the reports, and in coordination with the agency heads listed in this subsection, and any other agency heads as appropriate, the Secretary of State shall provide a report to the President, through the Assistant to the President for Homeland Security and Counterterrorism, documenting an engagement strategy for international cooperation in cybersecurity.\n                \n                \n                    (d) \n                    Workforce Development. In order to ensure that the United States maintains a long-term cybersecurity advantage:\n                \n                (i) The Secretary of Commerce and the Secretary of Homeland Security, in consultation with the Secretary of Defense, the Secretary of Labor, the Secretary of Education, the Director of the Office of Personnel Management, and other agencies identified jointly by the Secretary of Commerce and the Secretary of Homeland Security, shall:\n                (A) jointly assess the scope and sufficiency of efforts to educate and train the American cybersecurity workforce of the future, including cybersecurity-related education curricula, training, and apprenticeship programs, from primary through higher education; and\n                (B) within 120 days of the date of this order, provide a report to the President, through the Assistant to the President for Homeland Security and Counterterrorism, with findings and recommendations regarding how to support the growth and sustainment of the Nation's cybersecurity workforce in both the public and private sectors.\n                (ii) The Director of National Intelligence, in consultation with the heads of other agencies identified by the Director of National Intelligence, shall:\n                \n                    (A) review the workforce development efforts of potential foreign cyber peers in order to help identify foreign workforce development practices likely to affect long-term United States cybersecurity competitiveness; and \n                    \n\n      ( print page 22396)\n    \n                \n                (B) within 60 days of the date of this order, provide a report to the President through the Assistant to the President for Homeland Security and Counterterrorism on the findings of the review carried out pursuant to subsection (d)(ii)(A) of this section.\n                (iii) The Secretary of Defense, in coordination with the Secretary of Commerce, the Secretary of Homeland Security, and the Director of National Intelligence, shall:\n                (A) assess the scope and sufficiency of United States efforts to ensure that the United States maintains or increases its advantage in national-security-related cyber capabilities; and\n                (B) within 150 days of the date of this order, provide a report to the President, through the Assistant to the President for Homeland Security and Counterterrorism, with findings and recommendations on the assessment carried out pursuant to subsection (d)(iii)(A) of this section.\n                (iv) The reports described in this subsection may be classified in full or in part, as appropriate.\n                \n                    Sec. 4\n                    . \n                    Definitions. For the purposes of this order:\n                \n                (a) The term “appropriate stakeholders” means any non-executive-branch person or entity that elects to participate in an open and transparent process established by the Secretary of Commerce and the Secretary of Homeland Security under section 2(d) of this order.\n                (b) The term “information technology” (IT) has the meaning given to that term in section 11101(6) of title 40, United States Code, and further includes hardware and software systems of agencies that monitor and control physical equipment and processes.\n                (c) The term “IT architecture” refers to the integration and implementation of IT within an agency.\n                (d) The term “network architecture” refers to the elements of IT architecture that enable or facilitate communications between two or more IT assets.\n                \n                    Sec. 5\n                    . \n                    General Provisions. (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of OMB relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                \n                    (c) All actions taken pursuant to this order shall be consistent with requirements and authorities to protect intelligence and law enforcement sources and methods. Nothing in this order shall be construed to supersede measures established under authority of law to protect the security and integrity of specific activities and associations that are in direct support of intelligence or law enforcement operations.\n                    \n\n      ( print page 22397)\n    \n                \n                (d) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                May 11, 2017.\n                \n                Filed 5-15-17; 8:45 am] \n                \n            \n        \n[FR Doc. 2017-10004 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-10004 (82 FR 22391)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742528802707.pdf",
  "scrapedAt": "2025-03-21T03:46:42.981Z"
}