{
  "url": "https://www.federalregister.gov/executive-order/13653",
  "title": "EO 13653",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Preparing the United States for the Impacts of Climate Change\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 11/06/2013\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2013-26785 (78 FR 66819)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2013-26785 (78 FR 66819)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          78 FR 66819\n          \n        \n\n        Document Number\n        \n          2013-26785\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13653\n            \n          \n\n        Pages\n        \n          66819-66824\n          (6 pages)\n        \n\n        Publication Date\n        \n          11/06/2013\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13653\n          \n        \n\n        EO Notes\n        \n          Amended by: EO 13693, March 19, 2015\nSee:   EO 13677, September 23, 2014; EO 13683, December 11, 2014\nRevoked by: EO 13783, March 28, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          November 1, 2013\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          78 FR 66819\n          \n        \n\n        Document Number\n        \n          2013-26785\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13653\n            \n          \n\n        Pages\n        \n          66819-66824\n          (6 pages)\n        \n\n        Publication Date\n        \n          11/06/2013\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13653\n          \n        \n\n        EO Notes\n        \n          Amended by: EO 13693, March 19, 2015\nSee:   EO 13677, September 23, 2014; EO 13683, December 11, 2014\nRevoked by: EO 13783, March 28, 2017\n        \n\n      President\n      \n        Barack Obama\n      \n\n        Signing Date\n        \n          November 1, 2013\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Preparing the United States for the Impacts of Climate Change\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2013-26785\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        11,641\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        11/05/2013 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2013-26785 (78 FR 66819)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13653 of November 1, 2013\n                    Preparing the United States for the Impacts of Climate Change\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to prepare the Nation for the impacts of climate change by undertaking actions to enhance climate preparedness and resilience, it is hereby ordered as follows:\n                    \n                        Section 1.\n                          \n                        Policy.\n                         The impacts of climate change—including an increase in prolonged periods of excessively high temperatures, more heavy downpours, an increase in wildfires, more severe droughts, permafrost thawing, ocean acidification, and sea-level rise—are already affecting communities, natural resources, ecosystems, economies, and public health across the Nation. These impacts are often most significant for communities that already face economic or health-related challenges, and for species and habitats that are already facing other pressures. Managing these risks requires deliberate preparation, close cooperation, and coordinated planning by the Federal Government, as well as by stakeholders, to facilitate Federal, State, local, tribal, private-sector, and nonprofit-sector efforts to improve climate preparedness and resilience; help safeguard our economy, infrastructure, environment, and natural resources; and provide for the continuity of executive department and agency (agency) operations, services, and programs.\n                    \n                    A foundation for coordinated action on climate change preparedness and resilience across the Federal Government was established by Executive Order 13514 of October 5, 2009 (Federal Leadership in Environmental, Energy, and Economic Performance), and the Interagency Climate Change Adaptation Task Force led by the Council on Environmental Quality (CEQ), the Office of Science and Technology Policy (OSTP), and the National Oceanic and Atmospheric Administration (NOAA). In addition, through the U.S. Global Change Research Program (USGCRP), established by section 103 of the Global Change Research Act of 1990 (15 U.S.C. 2933), and agency programs and activities, the Federal Government will continue to support scientific research, observational capabilities, and assessments necessary to improve our understanding of and response to climate change and its impacts on the Nation.\n                    The Federal Government must build on recent progress and pursue new strategies to improve the Nation's preparedness and resilience. In doing so, agencies should promote: (1) engaged and strong partnerships and information sharing at all levels of government; (2) risk-informed decisionmaking and the tools to facilitate it; (3) adaptive learning, in which experiences serve as opportunities to inform and adjust future actions; and (4) preparedness planning.\n                    \n                        Sec. 2.\n                          \n                        Modernizing Federal Programs to Support Climate Resilient Investment.\n                         (a) To support the efforts of regions, States, local communities, and tribes, all agencies, consistent with their missions and in coordination with the Council on Climate Preparedness and Resilience (Council) established in section 6 of this order, shall:\n                    \n                    \n                        (i) identify and seek to remove or reform barriers that discourage investments or other actions to increase the Nation's resilience to climate change while ensuring continued protection of public health and the environment;\n                        \n\n      ( print page 66820)\n    \n                    \n                    (ii) reform policies and Federal funding programs that may, perhaps unintentionally, increase the vulnerability of natural or built systems, economic sectors, natural resources, or communities to climate change related risks;\n                    (iii) identify opportunities to support and encourage smarter, more climate-resilient investments by States, local communities, and tribes, including by providing incentives through agency guidance, grants, technical assistance, performance measures, safety considerations, and other programs, including in the context of infrastructure development as reflected in Executive Order 12893 of January 26, 1994 (Principles for Federal Infrastructure Investments), my memorandum of August 31, 2011 (Speeding Infrastructure Development through More Efficient and Effective Permitting and Environmental Review), Executive Order 13604 of March 22, 2012 (Improving Performance of Federal Permitting and Review of Infrastructure Projects), and my memorandum of May 17, 2013 (Modernizing Federal Infrastructure Review and Permitting Regulations, Policies, and Procedures); and\n                    (iv) report on their progress in achieving the requirements identified above, including accomplished and planned milestones, in the Agency Adaptation Plans developed pursuant to section 5 of this order.\n                    (b) In carrying out this section, agencies should also consider the recommendations of the State, Local, and Tribal Leaders Task Force on Climate Preparedness and Resilience (Task Force) established in section 7 of this order and the National Infrastructure Advisory Council established by Executive Order 13231 of October 16, 2001 (Critical Infrastructure Protection in the Information Age), and continued through Executive Order 13652 of September 30, 2013 (Continuance of Certain Federal Advisory Committees).\n                    (c) Interagency groups charged with coordinating and modernizing Federal processes related to the development and integration of both man-made and natural infrastructure, evaluating public health and social equity issues, safeguarding natural resources, and other issues impacted by climate change—including the Steering Committee on Federal Infrastructure Permitting and Review Process Improvement established by Executive Order 13604, the Task Force on Ports established on July 19, 2012, the Interagency Working Group on Coordination of Domestic Energy Development and Permitting in Alaska established by Executive Order 13580 of July 12, 2011, and the Federal Interagency Working Group on Environmental Justice established by Executive Order 12898 of February 11, 1994—shall be responsible for ensuring that climate change related risks are accounted for in such processes and shall work with agencies in meeting the requirements set forth in subsections (a) and (b) of this section.\n                    \n                        Sec. 3.\n                          \n                        Managing Lands and Waters for Climate Preparedness and Resilience.\n                         Within 9 months of the date of this order and in coordination with the efforts described in section 2 of this order, the heads of the Departments of Defense, the Interior, and Agriculture, the Environmental Protection Agency, NOAA, the Federal Emergency Management Agency, the Army Corps of Engineers, and other agencies as recommended by the Council established in section 6 of this order shall work with the Chair of CEQ and the Director of the Office of Management and Budget (OMB) to complete an inventory and assessment of proposed and completed changes to their land- and water-related policies, programs, and regulations necessary to make the Nation's watersheds, natural resources, and ecosystems, and the communities and economies that depend on them, more resilient in the face of a changing climate. Further, recognizing the many benefits the Nation's natural infrastructure provides, agencies shall, where possible, focus on program and policy adjustments that promote the dual goals of greater climate resilience and carbon sequestration, or other reductions to the sources of climate change. The assessment shall include a timeline and plan for making changes to policies, programs, and regulations. Agencies shall build on efforts already completed or underway as outlined in agencies' Adaptation Plans, as discussed in section 5 of this order, as well as recent interagency climate adaptation strategies such as the \n                        \n                            National Action Plan: Priorities for Managing \n                            \n\n      ( print page 66821)\n    \n                            Freshwater Resources in a Changing Climate,\n                        \n                         released October 28, 2011; the \n                        National Fish, Wildlife and Plants Climate Adaptation Strategy,\n                         released March 26, 2013; and the \n                        National Ocean Policy Implementation Plan,\n                         released April 16, 2013.\n                    \n                    \n                        Sec. 4.\n                          \n                        Providing Information, Data, and Tools for Climate Change Preparedness and Resilience.\n                         (a) In support of Federal, regional, State, local, tribal, private-sector and nonprofit-sector efforts to prepare for the impacts of climate change, the Departments of Defense, the Interior, Agriculture, Commerce, Health and Human Services, Housing and Urban Development, Transportation, Energy, and Homeland Security, the Environmental Protection Agency, the National Aeronautics and Space Administration, and any other agencies as recommended by the Council established in section 6 of this order, shall, supported by USGCRP, work together to develop and provide authoritative, easily accessible, usable, and timely data, information, and decision-support tools on climate preparedness and resilience.\n                    \n                    (b) As part of the broader open data policy, CEQ and OSTP, in collaboration with OMB and consistent with Executive Order 13642 of May 9, 2013 (Making Open and Machine Readable the New Default for Government Information), shall oversee the establishment of a web-based portal on “Data.gov” and work with agencies on identifying, developing, and integrating data and tools relevant to climate issues and decisionmaking. Agencies shall coordinate their work on these data and tools with relevant interagency councils and committees such as the National Science and Technology Council and those that support the implementation of Presidential Policy Directive-21 of February 12, 2013 (Critical Infrastructure Security and Resilience).\n                    \n                        Sec. 5.\n                          \n                        Federal Agency Planning for Climate Change Related Risk.\n                         (a) Consistent with Executive Order 13514, agencies have developed Agency Adaptation Plans and provided them to CEQ and OMB. These plans evaluate the most significant climate change related risks to, and vulnerabilities in, agency operations and missions in both the short and long term, and outline actions that agencies will take to manage these risks and vulnerabilities. Building on these efforts, each agency shall develop or continue to develop, implement, and update comprehensive plans that integrate consideration of climate change into agency operations and overall mission objectives and submit those plans to CEQ and OMB for review. Each Agency Adaptation Plan shall include:\n                    \n                    (i) identification and assessment of climate change related impacts on and risks to the agency's ability to accomplish its missions, operations, and programs;\n                    (ii) a description of programs, policies, and plans the agency has already put in place, as well as additional actions the agency will take, to manage climate risks in the near term and build resilience in the short and long term;\n                    (iii) a description of how any climate change related risk identified pursuant to paragraph (i) of this subsection that is deemed so significant that it impairs an agency's statutory mission or operation will be addressed, including through the agency's existing reporting requirements;\n                    (iv) a description of how the agency will consider the need to improve climate adaptation and resilience, including the costs and benefits of such improvement, with respect to agency suppliers, supply chain, real property investments, and capital equipment purchases such as updating agency policies for leasing, building upgrades, relocation of existing facilities and equipment, and construction of new facilities; and\n                    (v) a description of how the agency will contribute to coordinated interagency efforts to support climate preparedness and resilience at all levels of government, including collaborative work across agencies' regional offices and hubs, and through coordinated development of information, data, and tools, consistent with section 4 of this order.\n                    \n                        (b) Agencies will report on progress made on their Adaptation Plans, as well as any updates made to the plans, through the annual Strategic \n                        \n\n      ( print page 66822)\n    \n                        Sustainability Performance Plan process. Agencies shall regularly update their Adaptation Plans, completing the first update within 120 days of the date of this order, with additional regular updates thereafter due not later than 1 year after the publication of each quadrennial National Climate Assessment report required by section 106 of the Global Change Research Act of 1990 (15 U.S.C. 2936).\n                    \n                    \n                        Sec. 6.\n                          \n                        Council on Climate Preparedness and Resilience.\n                    \n                        (a) \n                        Establishment.\n                         There is established an interagency Council on Climate Preparedness and Resilience (Council).\n                    \n                    \n                        (b) \n                        Membership.\n                         The Council shall be co-chaired by the Chair of CEQ, the Director of OSTP, and the Assistant to the President for Homeland Security and Counterterrorism. In addition, the Council shall include senior officials (Deputy Secretary or equivalent officer) from:\n                    \n                    (i) the Department of State;\n                    (ii) the Department of the Treasury;\n                    (iii) the Department of Defense;\n                    (iv) the Department of Justice;\n                    (v) the Department of the Interior;\n                    (vi) the Department of Agriculture;\n                    (vii) the Department of Commerce;\n                    (viii) the Department of Labor;\n                    (ix) the Department of Health and Human Services;\n                    (x) the Department of Housing and Urban Development;\n                    (xi) the Department of Transportation;\n                    (xii) the Department of Energy;\n                    (xiii) the Department of Education;\n                    (xiv) the Department of Veterans Affairs;\n                    (xv) the Department of Homeland Security;\n                    (xvi) the United States Agency for International Development;\n                    (xvii) the Army Corps of Engineers;\n                    (xviii) the Environmental Protection Agency;\n                    (xix) the General Services Administration;\n                    (xx) the Millennium Challenge Corporation;\n                    (xxi) the National Aeronautics and Space Administration;\n                    (xxii) the U.S. Small Business Administration;\n                    (xxiii) the Corporation for National and Community Service;\n                    (xxiv) the Office of the Director of National Intelligence;\n                    (xxv) the Council of Economic Advisers;\n                    (xxvi) the National Economic Council;\n                    (xxvii) the Domestic Policy Council;\n                    (xxviii) the Office of Management and Budget;\n                    (xxix) the White House Office of Public Engagement and Intergovernmental Affairs;\n                    (xxx) the United States Trade Representative; and\n                    (xxxi) such agencies or offices as the President or Co-Chairs shall designate.\n                    \n                        (c) \n                        Administration.\n                         CEQ shall provide administrative support and additional resources, as appropriate, for the Council to the extent permitted by law and within existing appropriations. Agencies shall assist and provide \n                        \n\n      ( print page 66823)\n    \n                        information to the Council, consistent with applicable law, as may be necessary to carry out its functions. Each agency shall bear its own expenses for participating in the Council.\n                    \n                    \n                        (d) \n                        Council Structure.\n                         The Co-Chairs shall designate a subset of members of the Council to serve on a Steering Committee, which shall help determine priorities and strategic direction for the Council. The Co-Chairs and Steering Committee may establish working groups as needed, and may recharter working groups of the Interagency Climate Change Adaptation Task Force, as appropriate.\n                    \n                    \n                        (e) \n                        Mission and Function of the Council.\n                         The Council shall work across agencies and offices, and in partnership with State, local, and tribal governments (as well as the Task Force established in section 7 of this order), academic and research institutions, and the private and nonprofit sectors to:\n                    \n                    (i) develop, recommend, coordinate interagency efforts on, and track implementation of priority Federal Government actions related to climate preparedness and resilience;\n                    (ii) support regional, State, local, and tribal action to assess climate change related vulnerabilities and cost-effectively increase climate preparedness and resilience of communities, critical economic sectors, natural and built infrastructure, and natural resources, including through the activities as outlined in sections 2 and 3 of this order;\n                    (iii) facilitate the integration of climate science in policies and planning of government agencies and the private sector, including by promoting the development of innovative, actionable, and accessible Federal climate change related information, data, and tools at appropriate scales for decisionmakers and deployment of this information through a Government-wide web-based portal, as described in section 4 of this order; and\n                    (iv) such other functions as may be decided by the Co-Chairs, including implementing, as appropriate, the recommendations of the Task Force established in section 7 of this order.\n                    \n                        (f) \n                        Termination of the Interagency Climate Change Adaptation Task Force.\n                         The Interagency Climate Change Adaptation Task Force (Adaptation Task Force), established in 2009, created the framework for coordinated Federal action on climate preparedness and resilience, driving agency-level planning and action. The Adaptation Task Force shall terminate no later than 30 days after the first meeting of the Council, which shall continue and build upon the Adaptation Task Force's work.\n                    \n                    \n                        Sec. 7.\n                          \n                        State, Local, and Tribal Leaders Task Force on Climate Preparedness and Resilience.\n                    \n                        (a) \n                        Establishment.\n                         To inform Federal efforts to support climate preparedness and resilience, there is established a State, Local, and Tribal Leaders Task Force on Climate Preparedness and Resilience (Task Force).\n                    \n                    \n                        (b) \n                        Membership.\n                         The Task Force shall be co-chaired by the Chair of CEQ and the Director of the White House Office of Intergovernmental Affairs. In addition, its members shall be such elected State, local, and tribal officials as may be invited by the Co-Chairs to participate. Members of the Task Force, acting in their official capacity, may designate employees with authority to act on their behalf.\n                    \n                    \n                        (c) \n                        Mission and Function.\n                         Within 1 year of the date of this order, the Task Force shall provide, through its Co-Chairs, recommendations to the President and the Council for how the Federal Government can:\n                    \n                    \n                        (i) remove barriers, create incentives, and otherwise modernize Federal programs to encourage investments, practices, and partnerships that facilitate increased resilience to climate impacts, including those associated with extreme weather;\n                        \n\n      ( print page 66824)\n    \n                    \n                    (ii) provide useful climate preparedness tools and actionable information for States, local communities, and tribes, including through interagency collaboration as described in section 6 of this order; and\n                    (iii) otherwise support State, local, and tribal preparedness for and resilience to climate change.\n                    \n                        (d) \n                        Sunset.\n                         The Task Force shall terminate no later than 6 months after providing its recommendations.\n                    \n                    \n                        Sec. 8.\n                          \n                        Definitions.\n                         As used in this order:\n                    \n                    (a) “preparedness” means actions taken to plan, organize, equip, train, and exercise to build, apply, and sustain the capabilities necessary to prevent, protect against, ameliorate the effects of, respond to, and recover from climate change related damages to life, health, property, livelihoods, ecosystems, and national security;\n                    (b) “adaptation” means adjustment in natural or human systems in anticipation of or response to a changing environment in a way that effectively uses beneficial opportunities or reduces negative effects; and\n                    (c) “resilience” means the ability to anticipate, prepare for, and adapt to changing conditions and withstand, respond to, and recover rapidly from disruptions.\n                    \n                        Sec. 9.\n                          \n                        General Provisions.\n                         (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n                    (i) the authority granted by law to an executive department, agency, or the head thereof; or\n                    (ii) the functions of the Director of OMB relating to budgetary, administrative, or legislative proposals.\n                    (b) This order shall be implemented consistent with U.S. obligations under international agreements and applicable U.S. law, and be subject to the availability of appropriations.\n                    (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    November 1, 2013.\n                    \n                    Filed 11-5-13; 11:15 am]\n                    \n                \n            \n[FR Doc. 2013-26785\nBilling code 3295-F4\n\n\n      \nPublished Document: 2013-26785 (78 FR 66819)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529176195.pdf",
  "scrapedAt": "2025-03-21T03:52:57.058Z"
}