{
  "url": "https://www.federalregister.gov/documents/2017/04/26/2017-08586/identifying-and-reducing-tax-regulatory-burdens",
  "title": "Identifying and Reducing Tax Regulatory Burdens",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Identifying and Reducing Tax Regulatory Burdens\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 04/26/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-08586 (82 FR 19317)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-08586 (82 FR 19317)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 19317\n          \n        \n\n        Document Number\n        \n          2017-08586\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13789\n            \n          \n\n        Pages\n        \n          19317-19318\n          (2 pages)\n        \n\n        Publication Date\n        \n          04/26/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13789\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 21, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 19317\n          \n        \n\n        Document Number\n        \n          2017-08586\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13789\n            \n          \n\n        Pages\n        \n          19317-19318\n          (2 pages)\n        \n\n        Publication Date\n        \n          04/26/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13789\n          \n        \n\n        EO Notes\n        \n          See: EO 12866, September 30, 1993\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 21, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Identifying and Reducing Tax Regulatory Burdens\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-08586\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        6,297\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        04/25/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-08586 (82 FR 19317)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n                \n                    \n                    \n                    Executive Order 13789 of April 21, 2017\n                    Identifying and Reducing Tax Regulatory Burdens\n                    By the authority vested in me as President by the Constitution and the laws of the United States of America, it is hereby ordered as follows:\n                    \n                        Section 1\n                        . \n                        Policy.\n                         The Federal tax system should be simple, fair, efficient, and pro-growth. The purposes of tax regulations should be to bring clarity to the already complex Internal Revenue Code (title 26, United States Code) and to provide useful guidance to taxpayers. Contrary to these purposes, numerous tax regulations issued over the last several years have effectively increased tax burdens, impeded economic growth, and saddled American businesses with onerous fines, complicated forms, and frustration. Immediate action is necessary to reduce the burden existing tax regulations impose on American taxpayers and thereby to provide tax relief and useful, simplified tax guidance.\n                    \n                    \n                        Sec. 2\n                        . \n                        Addressing Tax Regulatory Burdens.\n                         (a) In furtherance of the policy described in section 1 of this order, the Secretary of the Treasury (Secretary) shall immediately review all significant tax regulations issued by the Department of the Treasury on or after January 1, 2016, and, in consultation with the Administrator of the Office of Information and Regulatory Affairs, Office of Management and Budget, identify in an interim report to the President all such regulations that:\n                    \n                    (i) impose an undue financial burden on United States taxpayers;\n                    (ii) add undue complexity to the Federal tax laws; or\n                    (iii) exceed the statutory authority of the Internal Revenue Service.\n                    This interim report shall be completed no later than 60 days from the date of this order. In conducting the review required by this subsection, earlier determinations of whether a regulation is significant pursuant to Executive Order 12866 of September 30, 1993, as amended (Regulatory Planning and Review), shall not be controlling.\n                    \n                        (b) No later than 150 days from the date of this order, the Secretary shall prepare and submit a report to the President that recommends specific actions to mitigate the burden imposed by regulations identified in the interim report required under subsection (a) of this section. The Secretary shall also publish this report in the \n                        Federal Register\n                         upon submitting it to the President. The Secretary shall take appropriate steps to cause the effective date of such regulations to be delayed or suspended, to the extent permitted by law, and to modify or rescind such regulations as appropriate and consistent with law, including, if necessary, through notice and comment rulemaking. The Secretary shall submit for publication in the \n                        Federal Register\n                         a summary of the actions taken in response to the report no later than 10 days following the finalization of such actions. Should all such actions not be finalized within 180 days following the submission of the report to the President, the Secretary shall submit for publication in the \n                        Federal Register\n                         an initial report summarizing the actions taken to that point.\n                    \n                    \n                        (c) To ensure that future tax regulations adhere to the policy described in section 1 of this order, the Secretary and the Director of the Office of Management and Budget shall review and, if appropriate, reconsider the scope and implementation of the existing exemption for certain tax regulations from the review process set forth in Executive Order 12866 and any successor order.\n                        \n\n      ( print page 19318)\n    \n                    \n                    (d) The Secretary shall cause section 32.1.5.4.7.5.3 of the Internal Revenue Manual to be revised, if necessary to fulfill the directives in subsection (c) of this section.\n                    \n                        Sec. 3\n                        . \n                        General Provisions.\n                         (a) Nothing in this order shall be construed to impair or otherwise affect:\n                    \n                    (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                    (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                    (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                    (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                    \n                        \n                    \n                     \n                    THE WHITE HOUSE,\n                    April 21, 2017.\n                    \n                    Filed 4-25-17; 11:15 am]\n                    \n                \n            \n[FR Doc. 2017-08586 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-08586 (82 FR 19317)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529031085.pdf",
  "scrapedAt": "2025-03-21T03:50:32.596Z"
}