{
  "url": "https://www.federalregister.gov/documents/2017/04/28/2017-08818/promoting-agriculture-and-rural-prosperity-in-america",
  "title": "2017-08818",
  "text": "Legal Status\n          \n            This site displays a prototype of a “Web 2.0” version of the daily\n            Federal Register. It is not an official legal edition of the Federal\n            Register, and does not replace the official print version or the official\n            electronic version on GPO’s govinfo.gov.\n          \n\n          \n            The documents posted on this site are XML renditions of published Federal\n            Register documents. Each document posted on the site includes a link to the\n            corresponding official PDF file on govinfo.gov. This prototype edition of the\n            daily Federal Register on FederalRegister.gov will remain an unofficial\n            informational resource until the Administrative Committee of the Federal\n            Register (ACFR) issues a regulation granting it official legal status.\n            For complete information about, and access to, our official publications\n            and services, go to\n            \n              About the Federal Register\n            \n             on NARA's archives.gov.\n          \n\n          \n            The OFR/GPO partnership is committed to presenting accurate and reliable\n            regulatory information on FederalRegister.gov with the objective of\n            establishing the XML-based Federal Register as an ACFR-sanctioned\n            publication in the future. While every effort has been made to ensure that\n            the material on FederalRegister.gov is accurately displayed, consistent with\n            the official SGML-based PDF version on govinfo.gov, those relying on it for\n            legal research should verify their results against an official edition of\n            the Federal Register. Until the ACFR grants it official status, the XML\n            rendition of the daily Federal Register on FederalRegister.gov does not\n            provide legal notice to the public or judicial notice to the courts.\n          \nLegal Status      \n\n        \n  Presidential Document\n\n\n\n      \n  \n\n    \n\n      \n\n      \n\n        \n          \n            \n            \n             Enter a search term or FR citation e.g. \n              \n              88 FR 382\n                30 FR 7878\n                2024-13208\n                USDA\n                09/05/24\n                RULE\n                0503-AA39\n                SORN\n              \n            \n            \n              Choosing an item from\n              full text search results\n              will bring you to those results. Pressing enter in the search box\n              will also bring you to search results.\n              Choosing an item from\n              suggestions\n              will bring you directly to the content. \n            \n            \n              Background and more details are available in the\n              \n                Search & Navigation\n              \n              guide.\n            \n          \n        \n\n        \n          \n\n            \n              \n\n              \n                \n                    \n                \n              \n            \n\n            \n        \n\n      \n    \n\n    \n      \n\n      \n        \n        \n\n          \n          \n        \n      \n  \n\n\n      \n\n      \n\n\n  \n    Promoting Agriculture and Rural Prosperity in America\n  \n\n  \n    \n      A Presidential Document by the Executive Office of the President on 04/28/2017\n    \n\n    \n      \n        \n          \n\n            \n              \n\n\n\n            \n              \n        \n  \n    \n    \n  \n  \n    \n      \n        \n          \n          New folder\n        \n      \n\n          \n            \n              My Clipboard\n              \n              \n            \n          \n    \n  \n\n      \n    \n  \n\n  \n\n  \n\n\n\n\n\n\n\n  \n    \n      \n  \n    \n\n\n  \n    \n      \n\n      \n        \n  Published Document: 2017-08818 (82 FR 20237)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\nPublished Document: 2017-08818 (82 FR 20237)\n      \n\n    \n  \n\n\n\n  \n    \n      \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20237\n          \n        \n\n        Document Number\n        \n          2017-08818\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13790\n            \n          \n\n        Pages\n        \n          20237-20239\n          (3 pages)\n        \n\n        Publication Date\n        \n          04/28/2017\n        \n\n    \nPublished Content - Document Details\n\n        \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13790\n          \n        \n\n        EO Notes\n        \n          See: EO 13771, January 30, 2017; EO 13778, February 28, 2017; EO 13783, March 28, 2017\nRevokes: EO 13575, June 9, 2011\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 25, 2017\n        \n    \nReader Aids - Executive Order Details\n    \n  \n\n  \n    \n  \n    \n  \n\n    \nPDFOfficial Content    \n      \n        View printed version (PDF)\n      \n    \nOfficial Content\n\n  \nDocument DetailsPublished Content - Document Details    \n        Agency\n\n          \n            Executive Office of the President\n          \n\n\n\n        Document Citation\n        \n          82 FR 20237\n          \n        \n\n        Document Number\n        \n          2017-08818\n          \n        \n\n        Document Type\n        Presidential Document\n\n          Presidential Document Type\n          Executive Order\n\n          EO Citation\n          \n            EO 13790\n            \n          \n\n        Pages\n        \n          20237-20239\n          (3 pages)\n        \n\n        Publication Date\n        \n          04/28/2017\n        \n\n    \nPublished Content - Document Details\n\n    \nExecutive Order DetailsReader Aids - Executive Order Details    Executive order notes are compiled and maintained by the Office of the Federal Register editors.\n\n    \n        EO Citation\n        \n          EO 13790\n          \n        \n\n        EO Notes\n        \n          See: EO 13771, January 30, 2017; EO 13778, February 28, 2017; EO 13783, March 28, 2017\nRevokes: EO 13575, June 9, 2011\n        \n\n      President\n      \n        Donald J. Trump\n      \n\n        Signing Date\n        \n          April 25, 2017\n        \n    \nReader Aids - Executive Order Details\n\n\n    \nTable of ContentsEnhanced Content - Table of Contents    \n      This table of contents is a navigational tool, processed from the\n      headings within the legal text of Federal Register documents.\n      This repetition of headings to form internal navigation links\n      has no substantive legal effect.\n    \n\n    Promoting Agriculture and Rural Prosperity in America\n\nEnhanced Content - Table of Contents\n\n  \n\n  \nPublic CommentsEnhanced Content - Public Comments\n      This feature is not available for this document.\nEnhanced Content - Public Comments\n\n  \nRegulations.gov DataEnhanced Content - Regulations.gov Data      Additional information is not currently available for this document.\nEnhanced Content - Regulations.gov Data\n\n  \nSharingEnhanced Content - Sharing    \n      Shorter Document URL\n      \n        https://www.federalregister.gov/d/2017-08818\n\n        \n      \n\n      Email\n      \n        \n          Email this document to a friend\n        \n      \n    \nEnhanced Content - Sharing\n\n  \n\n    \nPrintEnhanced Content - Print    \n      Print this document\n    \nEnhanced Content - Print\n\n\n    \nDocument StatisticsEnhanced Content - Document Statistics\n    \n      Document page views are updated periodically throughout the day and are\n      cumulative counts for this document. Counts are subject to sampling,\n      reprocessing and revision (up or down) throughout the day.\n    \n\n    \n      Page views\n      \n        5,074\n        as of\n        03/20/2025 at 10:15 pm EDT\n      \n    \nEnhanced Content - Document Statistics\n\n  \nOther FormatsEnhanced Content - Other Formats    \n      This document is also available in the following formats:\n    \n\n    \n      JSON\n      \n        Normalized attributes and metadata\n      \n        XML\n        \n          Original full text XML\n        \n        MODS\n        \n          Government Publishing Office metadata\n        \n    \n\n    \n      More information and documentation can be found in our\n      developer tools pages.\n    \nEnhanced Content - Other Formats\n\n    \nPublic InspectionPublic Inspection    \n      \n        This PDF is the current\n        document as it appeared on Public Inspection on\n        04/27/2017 at 11:15 am.\n      \n\n\n      \n        If you are using public inspection listings for legal research, you\n    should verify the contents of the documents against a final, official\n    edition of the Federal Register. Only official editions of the\n    Federal Register provide legal notice of publication to the public and judicial notice\n    to the courts under 44 U.S.C. 1503 & 1507.\n    Learn more here.\n      \n    \nPublic Inspection\n\n\n  \n\n  \n    Published Document: 2017-08818 (82 FR 20237)This document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\n      \n\n        \n          \n        \n        \n\n          \n            \n                \n\n      ( print page 20237)\n    \n                Executive Order 13790 of April 25, 2017\n                Promoting Agriculture and Rural Prosperity in America\n                By the authority vested in me as President by the Constitution and the laws of the United States of America, and in order to ensure the informed exercise of regulatory authority that affects agriculture and rural communities, it is hereby ordered as follows:\n                \n                    Section 1\n                    . \n                    Policy.\n                     A reliable, safe, and affordable food, fiber, and forestry supply is critical to America's national security, stability, and prosperity. It is in the national interest to promote American agriculture and protect the rural communities where food, fiber, forestry, and many of our renewable fuels are cultivated. It is further in the national interest to ensure that regulatory burdens do not unnecessarily encumber agricultural production, harm rural communities, constrain economic growth, hamper job creation, or increase the cost of food for Americans and our customers around the world.\n                \n                \n                    Sec. 2\n                    . \n                    Establishment of the Interagency Task Force on Agriculture and Rural Prosperity.\n                     There is hereby established the Interagency Task Force on Agriculture and Rural Prosperity (Task Force). The Department of Agriculture shall provide administrative support and funding for the Task Force to the extent permitted by law and within existing appropriations.\n                \n                \n                    Sec. 3\n                    . \n                    Membership.\n                     (a) The Secretary of Agriculture shall serve as Chair of the Task Force, which shall also include:\n                \n                (i) the Secretary of the Treasury;\n                (ii) the Secretary of Defense;\n                (iii) the Attorney General;\n                (iv) the Secretary of the Interior;\n                (v) the Secretary of Commerce;\n                (vi) the Secretary of Labor;\n                (vii) the Secretary of Health and Human Services;\n                (viii) the Secretary of Transportation;\n                (ix) the Secretary of Energy;\n                (x) the Secretary of Education;\n                (xi) the Administrator of the Environmental Protection Agency;\n                (xii) the Chairman of the Federal Communications Commission;\n                (xiii) the Director of the Office of Management and Budget;\n                (xiv) the Director of the Office of Science and Technology Policy;\n                (xv) the Director of the Office of National Drug Control Policy;\n                (xvi) the Chairman of the Council of Economic Advisers;\n                (xvii) the Assistant to the President for Domestic Policy;\n                (xviii) the Assistant to the President for Economic Policy;\n                (xix) the Administrator of the Small Business Administration;\n                (xx) the United States Trade Representative;\n                \n                    (xxi) the Director of the National Science Foundation; and\n                    \n\n      ( print page 20238)\n    \n                \n                (xxii) the heads of such other executive departments, agencies, and offices as the President or the Secretary of Agriculture may, from time to time, designate.\n                (b) A member of the Task Force may designate a senior-level official who is a full-time officer or employee of the member's department, agency, or office to perform the member's functions on the Task Force.\n                \n                    Sec. 4\n                    . \n                    Purpose and Functions of the Task Force.\n                     (a) The Task Force shall identify legislative, regulatory, and policy changes to promote in rural America agriculture, economic development, job growth, infrastructure improvements, technological innovation, energy security, and quality of life, including changes that:\n                \n                (i) remove barriers to economic prosperity and quality of life in rural America;\n                (ii) advance the adoption of innovations and technology for agricultural production and long-term, sustainable rural development;\n                (iii) strengthen and expand educational opportunities for students in rural communities, particularly in agricultural education, science, technology, engineering, and mathematics;\n                (iv) empower the State, local, and tribal agencies that implement rural economic development, agricultural, and environmental programs to tailor those programs to relevant regional circumstances;\n                (v) respect the unique circumstances of small businesses that serve rural communities and the unique business structures and regional diversity of farms and ranches;\n                (vi) require executive departments and agencies to rely upon the best available science when reviewing or approving crop protection tools;\n                (vii) ensure access to a reliable workforce and increase employment opportunities in agriculture-related and rural-focused businesses;\n                (viii) promote the preservation of family farms and other agribusiness operations as they are passed from one generation to the next, including changes to the estate tax and the tax valuation of family or cooperatively held businesses;\n                (ix) ensure that water users' private property rights are not encumbered when they attempt to secure permits to operate on public lands;\n                (x) improve food safety and ensure that regulations and policies implementing Federal food safety laws are based on science and account for the unique circumstances of farms and ranches;\n                (xi) encourage the production, export, and use of domestically produced agricultural products;\n                (xii) further the Nation's energy security by advancing traditional and renewable energy production in the rural landscape; and\n                (xiii) address hurdles associated with access to resources on public lands for the rural communities that rely on cattle grazing, timber harvests, mining, recreation, and other multiple uses.\n                (b) The Task Force shall, in coordination with the Deputy Assistant to the President for Intergovernmental Affairs, provide State, local, and tribal officials—and farmers, ranchers, foresters, and other rural stakeholders—with an opportunity to suggest to the Task Force legislative, regulatory, and policy changes.\n                \n                    (c) The Task Force shall coordinate its efforts with other reviews of regulations or policy, including those conducted pursuant to Executive Order 13771 of January 30, 2017 (Reducing Regulation and Controlling Regulatory Costs), Executive Order 13778 of February 28, 2017 (Restoring the Rule of Law, Federalism, and Economic Growth by Reviewing the “Waters of the United States” Rule), and Executive Order 13783 of March 28, 2017 (Promoting Energy Independence and Economic Growth).\n                    \n\n      ( print page 20239)\n    \n                \n                \n                    Sec. 5\n                    . \n                    Report.\n                     Within 180 days of the date of this order, the Secretary of Agriculture, in coordination with the other members of the Task Force, shall submit a report to the President, through the Assistant to the President for Economic Policy and the Assistant to the President for Domestic Policy, recommending the legislative, regulatory, or policy changes identified pursuant to section 4 of this order that the Task Force considers appropriate. The Secretary of Agriculture shall provide a copy of the final report to each member of the Task Force.\n                \n                \n                    Sec. 6\n                    . \n                    Revocation.Executive Order 13575 of June 9, 2011 (Establishment of the White House Rural Council), is hereby revoked.\n                \n                \n                    Sec. 7\n                    . \n                    General Provisions.\n                     (a) Nothing in this order shall be construed to impair or otherwise affect:\n                \n                (i) the authority granted by law to an executive department or agency, or the head thereof; or\n                (ii) the functions of the Director of the Office of Management and Budget relating to budgetary, administrative, or legislative proposals.\n                (b) This order shall be implemented consistent with applicable law and subject to the availability of appropriations.\n                (c) This order is not intended to, and does not, create any right or benefit, substantive or procedural, enforceable at law or in equity by any party against the United States, its departments, agencies, or entities, its officers, employees, or agents, or any other person.\n                \n                    \n                \n                 \n                THE WHITE HOUSE,\n                April 25, 2017.\n                \n                 Filed 4-27-17; 11:15 am]\n                \n            \n        \n[FR Doc. 2017-08818 \nBilling code 3295-F7-P\n\n\n      \nPublished Document: 2017-08818 (82 FR 20237)",
  "signedBy": "",
  "documentNumber": "",
  "publishDate": "",
  "format": "generic",
  "type": "executive_orders",
  "pdfPath": "executive_orders\\pdfs\\1742529002250.pdf",
  "scrapedAt": "2025-03-21T03:50:02.906Z"
}